[
  {
    "id": "embed001",
    "title": "Real Decay in a Synthetic World",
    "author": "Rellie Liu, Tianshu Luo, Grace Wanrong Tan",
    "content": "",
    "description": "This multimedia project with a living (in fact, decaying) display, a voiceover video, and a written commentary presents the audience with a compelling narrative of climate change, engaging all of their five senses concurrently. The visual display combines synthetic and natural materials in a dissonant manner, viscerally demonstrating the status quo of an invasive artificiality in nature. The creators hope that this project will bring an emotional impact to the viewer, reminding the viewer of the importance to respect and conserve nature.",
    "section": "how do we make sense of it all",
    "imageID": "",
    "type": "video",
    "link": "https://www.youtube.com/watch?v=fyeWXx3_qVU",
    "span": 1
  },
  {
    "id": "embed002",
    "title": "Stanford Tree Journal",
    "author": "Hannah Young, Eric Bear, Shawn Charles, Katherine Rosa Pena Brown",
    "content": "",
    "description": "The Stanford Tree Project seeks to bring together bottom-up curious tree-lovers, top-down resource dissemination, and community. In the vein of bringing nature and appreciation for our environment as the place where we live, work, and play, our project illustrates the brilliance of trees on campus and student relationships with them.\n\n On Saturday, December 2nd from 2-3:30pm, we hosted the first (to our knowledge) student-run Tree Walk. In admiration of the Trees of Stanford Project, stewarded by Sairus Patel, and the X-Tree Project, run by Professor Noah Rosenberg, we gathered 17 folks across many backgrounds to simply enjoy trees. Pictures below.",
    "section": "where do we go from here",
    "imageID": "img046",
    "type": "iframe",
    "link": "https://www.google.com/maps/d/embed?mid=1FlD2ujjTgagr8PHoEsKj7rPwS3XFo2k&ehbc=2E312F",
    "span": 1
  },
  {
    "id": "embed003",
    "title": "Current State",
    "author": "JJ Jean Noland Murphy",
    "content": "",
    "description": "This multimedia project with a living (in fact, decaying) display, a voiceover video, and a written commentary presents the audience with a compelling narrative of climate change, engaging all of their five senses concurrently. The visual display combines synthetic and natural materials in a dissonant manner, viscerally demonstrating the status quo of an invasive artificiality in nature. The creators hope that this project will bring an emotional impact to the viewer, reminding the viewer of the importance to respect and conserve nature.",
    "section": "where are we",
    "imageID": "img014",
    "type": "image",
    "link": "https://drive.google.com/file/d/1KB-CrCK1kiiAI9ZT2fKTSor3DTHJVAZL/preview",
    "span": 2
  },
  {
    "id": "embed004",
    "title": "The willow tree",
    "author": "Sabrina Ahmed",
    "content": "",
    "description": "",
    "section": "where do we go from here",
    "imageID": "img055",
    "type": "image",
    "link": "https://drive.google.com/file/d/1DVEaB-c_STWYB-rLinCTLCcpI7vn42KG/view?usp=drive_link",
    "span": 2
  },
  {
    "id": "embed005",
    "title": "Sustainability is multifaceted",
    "author": "Shuvi Jha",
    "content": "",
    "description": "Sustainability understands that there are nearly 140 developing countries working to meet their people’s development needs but that such development must be achieved in a way that doesn’t negatively affect future generations, especially against the backdrop of climate change.",
    "section": "where do we go from here",
    "imageID": "img056",
    "type": "link",
    "link": "https://medium.com/@jhashuvi/sustainability-is-multifaceted-f6f78f1335ae",
    "span": 2
  },
  {
    "id": "embed006",
    "title": "Your Good Heart Knows How to Swim",
    "author": "Bhu Kongtaveelert",
    "content": "Bhumikorn Kongtaveelert (he/him) is an artist in search of a warm embrace that holds space for those who also struggle with climate anxiety. By examining personal family archives related to flooding and post-natural disaster recovery, he searches for futurities through intergenerational resilience.<br><br>While art may not solve the climate crisis, Kongtaveelert hopes art can foster regenerative time that allows us to contemplate the precarity of climate uncertainties and grieve increasingly tangible impacts of climate change. During unprecedented times like now, art can help us recharge as we make necessary steps towards a more sustainable future.<br><br>Amidst extreme climate uncertainties, Kongtaveelert finds himself revisiting the 2011 Thailand floods that engulfed him and his hometown: Nakhonsawan.<br><br>By imagining a scenario where his family archives might have been obscured by the decades-long cycles of flooding, Kongtaveelert reckons with the incomplete image of natural disasters that he held onto, and grapples with the evolving relationship his family has with water. Through the project, he reckoned with how what was legible as previous generations’ 'complacency' might actually be the determination to persevere and choose to be optimistic, amidst climate change.<br><br>Perhaps, memories glisten and ripples like our reflections on water. Traces of flood lingers on objects and places in the form of waterlines. In search of resilience, between moments when memories no longer exist in legible forms—how might we choose to indulge in compassion and blissful montage, to uncover strengths within?",
    "description": "This is made possible by funding from Institute for Diversity in the Arts and Stanford Art and Art History department. I am grateful for the mentorship and advice from Professor Camille Utterback, Gabriel Harrison, Daniel Brickman, A-lan Holt, amara t. smith, Sarah Panzer, Anicka Yi and IDA Fellows cohort class of 2022-23.",
    "section": "how do we make sense of it all",
    "imageID": "img056",
    "type": "iframe",
    "link": "https://drive.google.com/file/d/1J4bDD50PaL3ZgOrr1rtLD0nO1mzGfmNk/preview",
    "span": 2
  }
]
