[
  {
    "id": "essay001",
    "title": "Where the Wild Things Are, and Where They Aren't",
    "author": "Jason Bloom",
    "content": "Jooze woke up to a glorious red haze entering his room. Vigorous sunlight projects the color from the cabernet window shades onto the entire interior of the room–something that only happens to this great of a degree when the sun’s rays have their midsummer potency. This promise of warmth and beauty raises Jooze off his pillow with receptive eyes. This is not a day for dread, this is a day for optimism and wonder. The task of crawling out from his hot-pocket-like bed feels more inviting than challenging, and the action of morning nourishment is an opportunity rather than a task. So far, he has only checked his phone to see the time, and to see if any loved ones have tried to contact him.<br/><br/>Jooze is ecstatic to get his day moving. He washes his face with foaming cleanser and applies a buttery face lotion equipped with SPF because he knows exactly where he’ll be going as soon as he gets dressed–outside. He makes sure his breath doesn’t smell too bad and that his hair doesn’t look too disheveled. He’s quite satisfied with both, although he knows that months before when he was at school he would have been more worried about both of these things. He’s both at peace and satisfied by this change. He puts on the pair of shorts he wore yesterday, cleverly stored on his bedroom floor for easy access, and a t-shirt. He slides on his flip flops, and makes his way to the garage. Waiting for him is his plank–a gorgeously shaped piece of foam covered in turquoise finish. His plank is a surfboard. He loads up his plank, wetsuit, and a couple of towels into his dad’s car, and finally checks his phone to see that his buddy Ryan is ready to meet him at the Princeton Jetty–their favorite surf spot. He is. Jooze jubilantly meanders up highway 280. He’s driving as if time is on his side. He even accidentally slows down to 50 mph, whoops. It doesn’t quite matter if he is late, rather it is simply a joy to soak up the rolling hills cradling the roads.<br/><br/>Jooze is enamored with the ocean. He sits, perched on the plank, and can’t help but pan his head side to side over and over again. He thinks, <i>it’s a shame so many people will never get to experience something like this</i>. And it’s true, most people won’t. He thinks about what this exact spot might look like down the line. <i>Will this even be here in 20 years? If I have kids, will I get to show them this spot?</i> He makes a bit of a frown, as a rolling module of water raises and lowers his body in the ocean. In his head he can’t stop thinking about the fragility of the world around him. To his core, he feels that the beauty that he is immersed in is not promised, and that he himself is a contributor. He marvels at how much of an effect a race of being can have on our own little flying orb in space. He considers what this place might have looked like 500 years ago–when it truly wasn’t tampered with at all by humans. Just the thought is magnificent. He sees pristine hills with not a spec of uneven treecover. The whole landscape is like a perfectly shaped glob of moss. The color of the sand is different. It’s cleaner. It’s shimmering gold in the rays of the sunlight. Jooze yearns to experience something like this. He realizes whatever he’s doing right now is the best he’s going to get. Even still, he pledges to do what he can to make sure this sticks around for as long as possible. Paddling back to the sand, he sees a floating plastic bag. He goes to retrieve it, and carries it to a trash can on shore.<br/><br/>Two months later Jooze finds himself exiting the school library, dreary eyed. He catches a glimpse of a plastic water bottle on the ground but ignores it, not lifting his head up high enough to be able to truly acknowledge its existence. The sun is dimming–close to being set. He doesn’t quite understand how the day has gone by so fast. He doesn’t feel like he’s done anything. Certainly not anything special. <i>How is the daylight gone? This day is almost over. What did I do? I went to class, I did my homework, I ate lunch, I responded to my emails, I texted my friends. Jeez.</i> I mean, I did stuff, but it really doesn’t feel like I’ve done anything. It might as well be yesterday. Jeez. This is a bad feeling. What ever happened to surfing? I promised myself I’d be surfing a lot this quarter. Jeez. I haven’t gone so far this year! What am I doing? I hardly do anything meaningful with my days. Jeez. Needless to say, Jooze isn’t satisfied with his life. This cycle of aimlessness doesn’t sit right with him in the slightest.<br/><br/>Jooze hasn’t changed his values, but it’s almost as if he’s lost sight of the amazing track of his life. He thinks it’s a result of not going out much–sacrificing adventures for assignments. In his quest for greater learning, he’s lost experiencing his values of experiencing nature and being outside. He asks himself if it’s all worth it. <i>I’m in school because I want to be able to help protect the environment in new and novel ways. School is how I get the tools to do that in the way I want, right? Oh jeez, I’m not too sure anymore. I know there are a lot of different ways to make the impact I want, but I thought school would help me get there. So far at least, I don’t feel like I’m getting anywhere. How can I grow my passion for protecting the environment when I’m confined by four walls for almost the entirety of my day? This doesn’t make sense. I need to be more intentional about this. I need to find a way to do both. I need to be outside and I need to experience the world that I want to dedicate my life to protecting, if I am going to retain my passion.</i> Moving forward, Jooze makes a promise to himself that he is going to tailor his education to be more meaningful–more like his experiences being outside in the summer. He figures there has to be a balance between the time spent working in the library and the time spent enjoying the outdoors. This equilibrium is where his happiness exists.",
    "description": "This creative piece is a two part story that gives a glimpse into the duality of a college student’s life–specifically the life of Jooze. Much of this story was inspired by my own life, specifically a few aspects of my life that I’ve realized stand out to me through the weekly reflection assignments and class discussions and readings. The course content from weeks two and five were most impactful for me. To start, in week two, we were faced with considering where exactly a love and respect for nature comes from. Is it entirely aesthetic? Do our core values and ethics influence our relationship with nature? That week I reflected on how to build a relationship with nature that goes deeper than an aesthetic appreciation. This has been a widely discussed and explored concept over the course of this quarter so far. Building on these questions and intellectual inquiries, was the content from week five of the course. This is when we discussed different ways humans and civilizations interact with/coexist with land. We discussed the differences between stewardship, consevation, and conventional knowledge of the land. For the reflection that week, I considered what I thought the true meaning of indigenous was, considering what I’d read from <i>The Overstory</i> and after exploring Jasper Ridge on the class field trip. These were the main influences and inspirations for my story.<br/><br/>Outside of those two weeks, my story was also influenced by a few different essential course themes that have stuck out to me so far. One of them is the question of credibility in the environmentally sustainable sphere. It’s the question of whether or not someone who doesn’t spend time in nature can be someone who cares about nature. It’s the question about how much a personal relationship with the environment affects an individual’s desire to protect it.<br/><br/>The first part of my story was made to outline an ideal day of mine from this past summer. This past summer I had a truly amazing experience. I finally created the summer that I had always dreamed of. For a whole month and a half, I had no plans, only opportunities. I essentially tried to paint a picture of one of the best days I had all summer, using Jooze as a replacement for myself. With no plans, I felt I was able to mold into the most organic and natural state of how I wanted to live. What I felt through this was more excitement for life. I gravitated towards being outdoors–I went surfing nearly three times a week, I went on bike rides, I went on runs around my neighborhood, I went on hikes with friends, and I even went on walks–something that I previously had a seriously hateful relationship with. I found myself having very minimal desire to use technology. Funnily enough it was the first time in my life that I had the ability to play PS4 and Wii in my own bedroom because a friend from school had left their TV screen and consoles with me. Regardless, the usual instinctual draw that I felt to any sort of screen dwindled massively. The descriptions of Jooze making his way through his morning and eventually to the ocean, is meant to convey a laid-back lifestyle centered around spending time outside, experiencing the world. The focus is on Jooze appreciating his environment. It juxtaposes the technology-heavy, busy, indoor themes of the second part of the story.<br/><br/>In the second part of the story, Jooze is in the middle of his school year. He’s leaving th library after hustling to get his work done, and has a moment of internal reflection. He realize that his life is lacking interaction with nature, and because of it, his personal connection to the environmental sustainability movement is dying. From the first part of the story to the second part of the story is a difference of only a few months. It’s still the same Jooze and he still caries with him the same goals and values. In fact, during the summer when he spent so much time in nature, Jooze formed incredibly strong values and a strong passion for protecting the environment. He’s even trying to devote his time and energy at school to making strides towards protecting the environment. However, the underlying takeaway is that he has lost the sense of personal relationship with nature that he had felt, and as a result doesn’t have clarity about his goals anymore.<br/><br/>What I’m trying to convey through this juxtaposition in the two parts of the story is that a personal relationship to nature is absolutely integral in creating the ideal sustainable future. Plain and simple, if you don’t spend time in nature, you cannot be a steward of your environment. It’s important to have an understanding of what the land is like in its natural form when attempting to live amongst it/coexist with it. So, if humans moving forward try to integrate civilization and a thriving nature scene, there must be some sort of personal connection to the area to effectively orchestrate the construction of a place where humanity and nature coexist effectively.",
    "section": "where are we",
    "imageID": "img005",
    "link": "https://drive.google.com/file/d/1_3aO8lR3X0Y9Ot7gjdykhpEJ1uT2FU7Q/view?usp=drive_link",
    "span": 1
  },
  {
    "id": "essay002",
    "title": "The Guardian of Campus",
    "author": "Shawn Charles",
    "content": "I know that I am but a guardian of knowledge. My peers and I have been tasked with providing passage into the heart of campus, where students learn, create, and teach. There are others around taller than I, shading me from the temperate northern California Sun. But I do not mind; my ancestors on the Canary Islands have passed the gift of expansive palm leaves down from generation to generation so that I may still enjoy the Sun’s sustenance. In fact, I see my stout stature as being quite advantageous; as I am lower to the ground, I can better hear the conversations of those I have ushered toward their dreams. I know that I am but a guardian of knowledge, but these conversations have spawned aspirations of my own: to explore what I have promised to guard.<br/><br/>In all transparency, I only hear brief parts of dialogue, not enough to even understand the context or meaning of a conversation. Those I guard are busy, and have better things to attend to than update a tree on their life's work. More knowledge to create, more knowledge for me to look after I suppose. I believe I once heard two experts in computer science talk about the newest advancements in machine learning while briskly jogging along the ranks of my peers, but I am still a bit unclear about what a machine is. Also, it was hard to distinguish between the sounds of nearby construction. Learners need to build more buildings for more knowledge so that I may guard it, so I understand. Nobel prize winning astrophysicists once paused to debate what may be beyond my life-providing Sun, but I could not understand the scientific jargon to answer any of my own questions. Poets, screenplays, and other experts in language mutter to themselves new ways to describe old feelings. But I only guard.<br/><br/>New students line up along the pavement in cars as they set their eyes on the future, their loved ones elated. The knowledge I guard is waiting for them. I once overheard a young man declare to his family, who were trailing behind trying to catch up, that he would double major. He wanted to explore economics and his passion for art. What a lucky person! I am but a guardian of his journey, and such a journey of my own would only be a distraction to my duties. How would such a thing even be possible? With these thoughts, it’s a miracle I haven’t broken my self-imposed vow of silence. My job is a serious one, and talking would only be a distraction. It seems my peers have reached the same conclusion, as I’ve never heard a word from them.<br/><br/>Why was it I decided to be silent again? I feel like my goals were so different back then: guard. Now I am beginning to question my original stance. It seems I have even forgotten who has tasked me with guarding this place. I just assumed being placed at the front of campus meant I was supposed to guard its entrance. But, who am I guarding said knowledge from? Yes, I have gathered from collective interactions with newcomers that the odds of actually being a student here are slim, but the knowledge grown here is quite accessible to those outside. Why else would these ideas be created if not to be shared? I have come to a decision. I must break my vow to gain answers.<br/><br/>“Um, hello there fellow...guardians. Sorry to...uh...bother you, but, do you know why we are here guarding campus,” I hesitantly questioned.<br/><br/>Silence. What was I to expect from trees, especially those with such an important job.<br/><br/>“W-wait, a-are we allowed to talk?” whispered the tall palm to my right.<br/><br/>“I’m...I’m not sure. When I got here, everyone was so quiet, I assumed there had to be an important...reason. Are you telling me there is no reason?” replied the tree to my left.<br/><br/>I guess even trees sometimes fall victim to herd mentality (a term I learned from two political students arguing one day). Before long, both rows of trees were introducing themselves. My taller right neighbor was a Mexican Fan Palm who had always felt sorry for blocking the Sun’s rays. The tree to my left let me know that they had wanted to tell me I had a bit of gum stuck to my trunk all week, but said I looked really focused on something else. We have all come to the conclusion that we are not guardians, but act more as an introduction. More surprising still is the fact that many of our numbers can be found throughout campus. Once we started to reach out, we began communicating quite effectively.<br/><br/>I continue to sit along what I have learned to be Palm Drive, welcoming those who wish to have their ideas celebrated and challenged. I now hear complete stories about our glorious Sun, and its many circling planets from my peers along the row. I hear finished poems crafted by those same poets who brainstormed under my fans. Once, I was but a guardian of knowledge. I am now part of its network.",
    "description": "",
    "section": "where are we",
    "imageID": "imag006",
    "link": "",
    "span": 1
  },
  {
    "id": "essay003",
    "title": "Insulting Trees",
    "author": "Shawn Charles",
    "content": "The three trees were arguing as usual. None had names, but were not afraid to give each other crude ones. It was incredible that all of the passing people, busy with work or simply visiting campus for the sites, could concentrate over all of the noise. To make the following summary of today’s disagreement more palatable, let us refer to these trees based on the perspective of a bystander sitting on Green Library Fountain’s circular bench.<br/><br/>Middle was angry about space. He had been dealing with these issues ever since being planted in between his two companions. Today was the day he would make his disapproval known.<br/><br/>“Hey, both of your roots are touching mine constantly, and I do not like it. Move!” Middle screamed, interrupting the conversations of the birds in the chilly Palo Alto morning.<br/><br/>“Hey, I don’t know if you understand this, but trees don’t move. You’re an odd one aren’t you?” replied Left.<br/><br/>“Yeah, not gonna lie, that was a pretty stupid demand. Almost as stupid as Left” retorted Right, “if anyone should be complaining it’s me. These squirrels keep bouncing between my branches. It’s making me quite nauseous.”<br/><br/>“It’s making me quite nauseous” mimicked Middle. “I told you to stop making me feel dumb Right, especially when there is no possible way you could feel nauseous. You’re a tree.”<br/><br/>“Now he gets it,” muttered Left as she fanned her branches out, hoping to get a quick bite of sunshine.<br/><br/>This squabble went on for several hours. A few surrounding trees kept yelling for the trio to quiet down, only to be met with a variety of smart remarks; these are the only instances it seemed the three could agree, and they were actually quite a good team when it came to combining insults. The united front would only last until the next complaint from one of the three.<br/><br/>Later that day, a group of students were jumping around in the Green Library Fountain, presumably participating in the tradition of fountain hopping when the comment of one caught the attention of Right.<br/><br/>“You know, they call this the 100 Years Fountain. That sure is a long time isn’t it” innocently acknowledged one fountain hopper.”<br/><br/>“That’s a hot take for sure,” said Right, surprised. “One hundred years does not seem like a long time to me. In fact, I think that may be a dumber take than anything Left has ever had.”<br/><br/>“I do agree with Right in this case, don’t you Left,” said Middle.<br/><br/>“I agree with most of what she said. No need to insult me though,” asserted Left.<br/><br/>“When I think about it, these humans are quite weird. Riding around on those bikes when they are lucky enough to have legs to move around. Showoffs! And their backpacks. They just look...odd” said Middle.<br/><br/>“I heard they keep paper in those bags” whispered Right.<br/><br/>“PAPER?!” screamed Left. “They just walk around with dead trees in their bags. The stupidity! Hey you all, why do you walk around with my kind in your bags? That’s kinda weird, isn’t it?”<br/><br/>Of course the humans simply ignored the question as they splashed around.<br/><br/>“Middle, Left, this...this deserved to be made fun of. I would like to call a truce. There is no way I am going to just sit around arguing with you dummies and not make it my mission to insult every person I meet for that dumb way of doing things. What do y’all think?” asked Right.<br/><br/>“I mean, I heard they also have laptops, which kinda saves paper, but hey, I like insulting y’all, so I am sure insulting these people would be interesting” agreed Middle.<br/><br/>Left’s leaves nodded in agreement. It was then that the trio had a shared mission. No longer did they bicker among themselves. Instead, they found their life’s passion in mocking each and every person that strolled by them as they waited along the edge of the 100 Years Fountain.",
    "description": "",
    "section": "where are we",
    "imageID": "img006",
    "link": "",
    "span": 1
  },
  {
    "id": "essay004",
    "title": "Greenest of Subjects",
    "author": "Shawn Charles",
    "content": "“My greenest of subjects. I am happy to announce that your Queen has finally arrived once more. How long has it been since my somber departure? Too long... but now you may all appreciate the beauty of my glorious flowers!” I declare. “Please, let your celebrations be known.”<br/><br/>“For the thousandth time, we don’t recognize you as Queen, lady. Who...what...why would you think you were our Queen? We go through this every year!” cried one of the many green shrubs encircling me.<br/><br/>“Yeah,” shouted a younger shrub, “most of the year you’re silent, and then out of nowhere you start making commands like you own the place.”<br/><br/>I must respond with authority. “My greenest subjects. There is no need for confusion. I will provide all of the answers you seek. You see, my power comes from the beautiful pink flowers that cover my canopy. Every year, my flowers bloom, signaling the beginning of my new reign. Once they fall, and the world must sadly endure without their magnificence, I fall silent in mourning as my reign ends. Does that answer all of your questions, my simplest of green subjects?”<br/><br/>I look around my paradise of vegetation that constitutes my domain in the concrete square. Tall palm trees tower over all I rule over, presumably my guardians. My greenest of subjects form a ring around me, honoring my royalty and superiority. Human guests rest on the edge of my territory, or mill about in unknown areas. My pocket of land must make other rulers embarrassed of their own. I look through a small gap between my guardians and see the church that must have been built to recognize my reign:“Memorial Church.” I have heard it called that by many human tourists. My domain is a peaceful one. I feel content, a sense of ...<br/><br/>“Hey!” interrupts an older shrug that inhabits my green ring of subjects “we do not like you. And no, that building over there was not built for you. Every time you stop being silent, at one point or another you brag about ‘your’ building, so I just wanna get that out of the way really quick. Second, it just so happens that we were put here in such a way to look like a ring. We did not gather here on purpose, so stop thinking there is any correlation. Finally...there are many, many species of tree that flower, and you just happen to be one of them. You. Are. Not. Special.”<br/><br/>“My greenest, ignorant subjects. Jealousy is not a valued trait. But, I do understand. My beauty and royalty threatens you. If I were a crueler Queen, you may be punished for such an outburst. But I am a Queen that rules through peace. So I will just say...chill a little bit, ok?”<br/><br/>Anyways, I feel content, a sense of pride overwhel...<br/><br/>“Quick question...um...what do you do when you are...think you are...uh...Queen? It seems you just sit there like the rest of us. Isn’t a Queen meant to lead” rudely interrupted one of my innocent green subjects.<br/><br/>“Hmm...good question. My beauty leads others to understand that I am beautiful.”<br/><br/>Despite the confused shrugs of my shrubs, I feel content with my answer. A feeling of pride overwhelms me. That is, until I notice one of my oh so beautiful flowers fall to the ground.",
    "description": "",
    "section": "where are we",
    "imageID": "img006",
    "link": "",
    "span": 1
  },
  {
    "id": "essay005",
    "title": "How can I put my grief into words?",
    "author": "Anonymous",
    "content": "How can I put my grief into words? I know that I carry a lot of grief about the current state of our world in my heart. I can feel it pushing me to continue learning and trying to better the world, that is after all why I went into the major that I did. But how can I express that grief, how can I put something into words when I struggle to even sit in the feeling of it? I have danced ever since I was a little kid and it was a way that I could express my greatest feelings when I was younger, but now that my greatest feelings are so great I don’t know what to do. I want to be able to chase the hope while also being able to take a break and sit in the grief of the impending doom of our world. I already know that I want to dedicate my life to trying to solve the world’s problems and help it continue being able to support our future generations, but I have already begun struggling with the heaviness of this field. I carry grief that I am only one small person in an endless cosmos, so what difference am I supposed to make? What can truly be changed in one human lifetime when there are thousands of years of damages to make up for and millions of years of evolution that created the fragile Earth that can support us today? I often wonder if it truly is worth it for me to dedicate my life to something that is going to be so hard to solve. Something that has so many doubters, so many people who don’t care, so many obstacles in its way. I am often able to lift myself back up by thinking about that hope. The hope is that I can make the world slightly better for my kids and they can make it slightly better for their kids and so on. The hope is that more people will care as time goes on and that humans are at the peak of their existence right now and will only continue to go up, so there has to be some solutions in there somewhere, but I know that hope by itself isn’t enough. We need that impending sense of doom hanging over our heads to light a fire under us. There needs to be an acknowledgement of the many things that we have already lost; species that have gone extinct, ecosystems that have been destroyed forever, to drive us to do better. I don’t have an answer to the question, what can one human truly do in the big scheme of things, but I can hope that this one person can impact other people who can impact other people and so on and so on because we are more powerful as a we than a me. I know that these big questions are scary to think about, they are even for me, but every time someone creates something beautiful that is reckoning a part of those big questions it makes it easier for the rest of us to face them as well. I am learning about these different ways I can sit with my grief, and even putting it into words is helping me to realize my motivations and my desires.",
    "description": "",
    "section": "where are we",
    "imageID": "img006",
    "link": "",
    "span": 1
  },
  {
    "id": "essay006",
    "title": "Lily",
    "author": "Alice Wang",
    "content": "A young girl, about eight or nine years old, slowly walked up to a painting on the wall. The canvas was taller than she was, and so she had to arch her neck back to look up at the painting.\n\nThe swirls of blue, green, and white, adorned with spots of pink near the bottom, captivated her. Stepping closer to the wall, she was just about eye-level with the bottom of the painting. She noted the raised edges of dried paint, textured with the canvas’s own pattern. She wanted to reach out and touch it, but the stanchion a few feet from the wall blocked her from getting any closer.\n\nAfter a few moments of staring at the dried paint, the girl took a few steps back so that she could view the entire painting again. She studied the long strands of green on the left and right of the painting. She remembered that they were called “leaves”, from a science lesson at school. There were more green patches near the bottom of the painting, which she thought could also be leaves. They were rounder than the long, lean leaves on the sides, and some of them had the pink blobs. What were they called? Flowers, right?\n\n“Lily! Oh, there you are.” A middle-aged man in a brown flannel and dark pants ran up to her. Lily tore her attention away from the painting and threw her arms around the man.\n\n“Daddy!”\n\n“What are you looking at, sweetheart?”\n\n“This picture. It’s pretty.” Lily pointed at the painting on the wall. Her father studied it with her.\n\n“It is pretty,” he agreed. His gaze landed on the description plaque beside the painting on the wall. “‘<i>Water Lilies</i>, painted by Claude Monet in around 1916-1919.’ Oh, this painting is ancient! More than two hundred years ago.”\n\n“Lily?” Lily had only paid attention to her name being said.\n\n“No darling, water lilies. The pink flowers there.” Her father chuckled and pointed out the flowers to her. “They are beautiful, just like you.”\n\n“Are there any more of them left, Daddy?” Lily asked her father. “I want to see one.”\n\n“Unfortunately, no. They are all gone, like most things, after The Catastrophes. The only place you can see one is here, in the painting, or maybe in books or in photographs.”\n\n“Oh.” Lily had expected this answer, but she was still disappointed when her father told her. She learned about The Catastrophes in school. Everyone did.\n\n“Our ancestors did not take care of the land,” her teacher had told them. “So the air became dirty, the oceans rose, and the animals and plants died. Then all the nations had a terrible fight about whose fault it was and what they were going to do now. They used the worst weapons and killed not just many, many people, but also most of the living things on Earth. Even us humans almost went extinct.”\n\n“What does ‘extinct’ mean?” one of her classmates had asked.\n\n“Gone forever. Extinct means that every last member of the living thing had died, and so they are gone forever.”\n\nThere were many things that were gone forever. Lily liked flipping through her textbooks and other books that had pictures of things from the Old Time. She loved the colorful plants and the different animals, and she wished she could see them herself.\n\nLily’s father was studying the painting again. “It’s too pretty to be real. Look at the blue water, Lily,” he said. “Everyone who has seen water that blue is long gone now.”\n\nLily tilted her head. She had never seen water that blue. Their water at home always had a yellowish or brownish tint to it, no matter how many times her mother boiled it or filtered it. She wondered how blue water would taste.\n\n“What are those white things in the water, Daddy?”\n\n“Those must be clouds,” her father answered, after taking a quick peek at the description plaque again. “I believe Claude was painting a pond, and the clouds were reflected in the water, so he painted them too.”\n\n“I thought clouds were brown and gray,” said Lily. “They aren’t that pretty.”\n\n“Well, when Claude was alive, The Catastrophes had not occurred yet,” her father explained. “His clouds were white and fluffy. I heard those clouds were also not as dangerous as ours. They just float across the sky.”\n\n“Wow.” Lily couldn’t imagine nice, white clouds. The clouds she saw were ugly and stormy, always bringing with them thunder, lightning, and storms of all kinds. That’s why people don’t go outside at all. “Did The Catastrophes change the clouds too?”\n\n“Yes, sweetheart. All the chemicals and dirty things from the wars ended up in the sky. That’s why our clouds are brown and gray instead of white.”\n\nFather and daughter stood looking at the painting some more, each thinking their own thoughts about how The Catastrophes changed everything.\n\n“Daddy, how come those leaves are long and those are round?” Lily pointed out the difference in leave shapes.\n\n“Erm...” Her father checked the description plaque again. “The ones at the bottom are water lily leaves. They float on the water, so they have to be big and round. The ones hanging are willow leaves. Willow trees and water lilies are different plants, so their leaves are different.”\n\n“Oh.” Lily wondered what a willow tree looked like. She knew what oak trees and pine trees looked like, from her science book. Would a willow tree look like them, but with long, stringy leaves? How many different types of trees were there?\n\nHer father soon tired of looking at the same painting. He took Lily’s hand. “Do you want to go look at other paintings, Lily?”\n\n“But I like this one,” Lily said. “The flower has my name.”\n\n“Yes, but there are other pretty paintings too,” her father said. “We can go find Mommy and Timmy and show them this one. Okay?”\n\n“Okay.” Lily reluctantly turned away from the painting and took her father’s hand. As they walked away from the exhibit, Lily looked over her shoulder at the water lilies floating in the pond. From afar, they seemed less like paint blobs and more like real flowers drifting in water. She wanted to jump into the water and smell the water lilies.\n\n“Come on, Lily.” Her father noticed that she had stopped again. He tugged on her arm gently.\n\nLily began walking again, but she kept looking back at the painting that bore her name. <i>Water Lilies. Lily</i>.\n\nOnce upon a time, before The Catastrophes, people could enjoy fluffy white clouds, blue water, and pink and green water lilies in a pond. She imagined a little girl her age being able to run around outside whenever she wanted to, befriending lots of animals, and enjoying “nature”. That’s the word a lot of adults used to talk about the environment. It didn’t exist anymore. Extinct.\n\nLily wondered if the people from hundreds of years ago knew how lucky they were. She wished they had been more careful, so she could enjoy the same blue skies and green trees they did. Or at least, be able to live in a world where everything wasn’t so messed up.\n\nIt wasn’t fair.",
    "description": "",
    "section": "where are we",
    "imageID": "img007",
    "link": "https://drive.google.com/file/d/1GmLtczYhDfw9g1v_5YFJfL9wSmRpAwxz/view?usp=drive_link",
    "span": 1
  },
  {
    "id": "essay007",
    "title": "Grappling with hope",
    "author": "Will Beasley",
    "content": "My mind is constantly thinking about climate change, sometimes consciously, sometimes in the background, yet anytime I think about it, I find it hard to have hope. Looking back in my short lifetime, I have already noticed marked changes in my immediate environment. Growing up in California, I have seen significant changes – extreme droughts, deadly forest fires, long hot  summers, short warm winters, and more. I am left feeling an overwhelming sense of worry, for  my generation, for my future children’s generation – do we have enough time to fix the damage  we have done?\n\nWhile you can look back to governmental mandates and corporate promises, they have not been enough. We are still on a crash course to irreversible climate change and environmental damage. It is truly now or never to try and address our actions. It is going to take more than hollow government deals and international promises – it is going to take a worldwide change in how we perceive and value our environment.\n\nHowever, this is such an incredibly hard thing to accomplish. How do we create this worldwide change in a fair and equitable way that doesn’t burden those who are already burdened? How do we change corporations and private enterprises from achieving profits over all else? Capitalistic tendencies have allowed the US and other western nations to achieve incredible economic growth, but what is the end goal if profits are contributing to our demise? Do people really want to change how they live in the name of protecting the environment or are we just too selfish to think ahead to future generations? I really can’t grapple with these questions easily, but I try to have hope. Hope that, yes, we can in fact change how we live and be happy with changes because the longer we choose to destroy the planet, the less time human civilization will have.",
    "description": "",
    "section": "where are we",
    "imageID": "img008",
    "link": "",
    "span": 1
  },
  {
    "id": "essay008",
    "title": "A Reflection on Nature's Splendor",
    "author": "George Robert Dimopoulos",
    "content": "It is the evening of a hot July day. With the orange rays of the setting sun illuminating the surrounding area, I sit silent as I admire nature’s song: the choir of cardinals chirping in the cattails, which peacefully sway with the inland breeze. I sway to the music, but not voluntarily; I am in a small bass boat in the middle of Portage Lake. Dipping my fishing pole slightly as I reel in the spinner bait on the end of the line, I peer into the clear water to see bulbous coontail swaying in the current.\n\nFor most of the summer, this was my younger self’s favorite way to pass time. I lived in my grandparents’ trailer in rural southwest Michigan for the majority of break, far away from the urban environment that I spent the rest of the year in. It would not be farfetched to assume that it was boring living without much technology as a member of Generation Z. However, quite the opposite proved to be true: it seemed as though a type of invisible calming force swept over the land. The stressors that engulfed me back at home always melted away as I took the two hour drive up northeast around Lake Michigan to Vicksburg.\n\nIn addition to fishing, another pastime I occupied myself with was exploring the forested area adjacent to the lake. With imposing pine trees overhead, my cousins and I were eager to explore all that the forest had to offer. I remember finding a stone bench in the middle of the forest, which seemed as though it had been left untouched for years. Upon further examination of the moss on the stone bench, I came across turkey tail mushrooms in the tree stump next to the bench. My cousins and I admired the multicolor appearance of the mushrooms; however, our gazes had been cut short due to our discovery of poison ivy underneath the bench!\n\nAlthough I have not been able to go to Michigan as frequently as I had when I was younger, my grandparents’ trailer still has a special place in my heart. I make the effort to visit my grandfather at least once or twice during my short time spent back home at the end of summer before Fall Quarter begins. After all these years, I still feel nature dipping my body into its calming aura. I could never imagine a world without this magical place. Unfortunately, this could become a reality in our near future.",
    "description": "",
    "section": "where are we",
    "imageID": "img009",
    "link": "",
    "span": 1
  },
  {
    "id": "essay009",
    "title": "Wind",
    "author": "Samuel Price",
    "content": "For my final project, I wrote five short creative writing pieces that were inspired by some of my favorite hikes that I did during the quarter. My initial goal was to focus these writings on becoming indigenous to a place and spent considerable time after each hike to sit and reflect and write. Some of the pieces were written during the hikes, some were written just after. The writings were then typed up for neatness. The writings include four poems and one piece of prose. Since coming to Stanford and especially in the last year, I've spent a lot of time thinking about my relationship to place and my feelings about home. It's something I've felt conflicted about since leaving for college, I've always felt somewhat disconnected regardless of whether I was home or not. I was quite inspired early in the quarter by the concept of becoming indigenous to a place. This led me to want to spend more time in the areas around Stanford that I've come to love since being here and spend some time reflecting and synthesizing.\n\nI approached these writings with an idea of picking out some detail or feature of each hike that was particularly striking to me and attempting to focus my feelings and writing through that filter, whatever it happened to be. I also tried to tie in these ideas with themes of environmental justice.  The first piece smoke and fourth piece hope were written during a trip to Yosemite in September. I didn't plan the trip well and the wildfires at the time made the air quality in the park abysmal, so I initially thought I was going to have to stay inside all day without being able to explore the park which inspired both poems. In the afternoons, the smoke would be blown out of the valley and the air cleared up quickly. I was able to spend some time hiking in the park and writing a bit more, but the smoke returned the next morning. For the piece wind, I hiked at Point Reyes National Seashore and was struck by the intensity of the wind throughout the hike which was constant. Rain was written after a visit with a friend in Los Gatos, I went for a hike nearby and it started raining heavily. I love the rain, so I spent some time hiking in it and reflecting on what rain means in a place like California. Finally, for home, I went to Big Sur, one of my absolute favorite places I've ever been, and this piece ended up being my favorite by far and the most meaningful to me.\n\nThe desired impact of these pieces was to share them with some of my family back home. I think in doing these writings, I was able to reflect a lot on the last few years and I hoped that embracing my artistic side and creating some art detailing my experiences. Through the writings, I hoped to show how I understand the history and my relationship to the land I've lived on for the past few years. I've felt quite disconnected from my family ever since going to college, and there are those in my family who don't care about or really understand climate change or environmental justice. I got a lot out of this project; it forced me to articulate emotions rather than explain data or use other more “technical” skills. This isn't something that I've been able to do very much since being at Stanford and I've not tried to connect with my studies through art. I enjoyed writing these and feel that I understand myself a little more because of the project. I hope that my family will find these writings to be compelling enough to have a conversation about their meanings and what inspired them. I've often struggled to communicate with them when showing them research projects or similar work, especially since they'd often scoff at the mention of climate change. My hope is to connect with my family through my art to engage them in conversation. I hope to inspire my family to perhaps consider their impact and place in world beyond. Inspiring positive behavior at any scale is very rewarding to me but has not been so easy to achieve with my own family. I hope you enjoy these pieces.\n\n",
    "description": "",
    "section": "how do we make sense of it all",
    "imageID": "img010",
    "link": "https://docs.google.com/document/d/1aTXXC7IZESRgmo6ms4kKEDiDGB-ubEKf/edit",
    "span": 1
  },
  {
    "id": "essay010",
    "title": "Google Earth",
    "author": "Maya Harris",
    "content": "When I was a little kid, I was afraid of Google Earth. Every day after school, I would go to my mom’s classroom and amuse myself on her desktop while she finished up her work. With my very limited understanding of computers, Google Earth was the best toy I could find. I loved zooming over my house and scrolling up and down the familiar streets. When that grew boring, I could fly to random places all over the world. It was easy to get lost in the unfamiliar countries, but I could always scroll out again and find my way back home to California. But then I discovered that, despite what its name suggested, Google Earth could take me beyond just Earth. I could look at the craters of the moon, the dusty red surface of Mars, or even venture off into another galaxy. And it was during one of these interstellar adventures that I got lost, really and truly lost. I had been chasing a star in some far-off constellation when I accidentally jostled my mouse and the universe spun around me. There was nothing familiar around me anymore, just white stars and black space. I scrolled and zoomed frantically, but I couldn’t find anything I recognized. I couldn’t find my way home to Earth. I actually began to feel nauseous as I flew through space endlessly. Eventually, I had no choice but to quit Google Earth and sit in silence until my mom was ready to go home.\n\nIn the aerospace industry, the Overview Effect is a phrase that gets thrown around a lot. It’s the idea that seeing the Earth from outer space will fundamentally change the viewer and how they understand life on Earth - seeing the continents without artificial political borders reminds the viewer that our divisions are self-imposed, seeing the thin layer of the atmosphere emphasizes how fragile the Earth is and how it must be protected, etc. Usually, the Overview Effect is described as a wholly positive experience. Astronauts go to space and they come back better, more inspired, more motivated people. But when we read William Shatner’s statement about going to space, about the grief and the despair he felt, that resonated with the part of me that is still afraid of Google Earth. What William Shatner and I have both learned is that there’s no one else out there to help us. For better or worse, everything that matters is on this planet. If the Earth destroys itself, the rest of the universe will not care.\n\nOne of the problems with the environmental crisis is the weird belief that so many humans have - the understanding that horrible things happen and that tragedy is real, but also the certainty that those things could never happen to us and the people we love. It’s like reading a book about a gruesome battle but feeling sure that the author would never kill off the main character. We may know intellectually that the Earth is headed towards ruin, but we don’t really believe it’ll actually happen. And we won’t believe it until it is too late. I’m not sure I really believe it myself. On the one hand, optimism is a wonderful trait among the human species, but on the other, it may be the end of us. I don’t know what the real solution is, but maybe a few more people should spend some time getting lost on Google Earth.",
    "description": "",
    "section": "how do we make sense of it all",
    "imageID": "img011",
    "link": "https://drive.google.com/file/d/10yW-_unGAH78e8mKOwrCeL1nnPtZzqGl/view",
    "span": 1
  },
  {
    "id": "essay011",
    "title": "Do we have time for life to move on?",
    "author": "Leilani Tian",
    "content": "When I think about this week..\n\nI think about AI...how this cutting edge technology edits our writing, heck even writes for us, replacing humanities 5500 years of progress with written language\n\nI think about Halloweekend..despite how excited I was all week to dress up and dance, all things come to an end\n\nI think about the parents paying hundreds of dollars for their kids to play outside. Is it really necessary?\n\nI think about the steelhead in San Francisquito Creek, how they must be annoyed by us repeatedly messing with their spawning grounds\n\nHow we rely on drilled concrete holes to restore life\n\nHow I felt before we landed in Jasper Ridge, how my body was filled with a student’s signature scarf of anxiety\n\nAnd how that scarf unraveled as we meandered through lichened redwoods, herbed aromas, and green friends whose name I have yet to learn\n\nHow we gathered around the spot the Ohlone grinded acorn, Tai enacting the same process with his acorns\n\nHow we searched the experimental patch for bits of milkweed, hoping the Monarchs come to play\n\nI think about how I conversed with knowledgeable peers throughout, how they patiently answering my questions with a spunk\n\nOh! And how we walked through the mystical redwoods in silence\n\nA cool air transporting us into an alternate universe\n\nOne where it is rude not to assume the role of deferential guests\n\nTwo days later I plunged into the world of deadlines and assignments, social plannings and shenanigans\n\nIn my effort to be an excellent student, a responsible peer, a caring friend, I seemed to have lost time\n\nI forgot about the mystical redwood universe, the acorn grinder rock, the milkweed\n\nI forgot that happened. Life moves on I guess....\n\nBut then, I think about my effort to notice the patches of red creeping down the green leaved trees\n\nHow this morning I was surprised how many red leaves lined the concrete road! Looking up and finding\n\nBits of fall\n\nBits of noticing\n\nBits of patience\n\nDo we have time for patience?",
    "description": "",
    "section": "how do we make sense of it all",
    "imageID": "img012",
    "link": "https://drive.google.com/file/d/1YhT2gIPgfyaK1ik5K51kqNsKK89iHbGV/view",
    "span": 1
  }
]
