[
  {
    "id": "essay001",
    "title": "The Guardian of Campus",
    "author": "Shawn Charles",
    "content": "I know that I am but a guardian of knowledge. My peers and I have been tasked with providing passage into the heart of campus, where students learn, create, and teach. There are others around taller than I, shading me from the temperate northern California Sun. But I do not mind; my ancestors on the Canary Islands have passed the gift of expansive palm leaves down from generation to generation so that I may still enjoy the Sun’s sustenance. In fact, I see my stout stature as being quite advantageous; as I am lower to the ground, I can better hear the conversations of those I have ushered toward their dreams. I know that I am but a guardian of knowledge, but these conversations have spawned aspirations of my own: to explore what I have promised to guard.<br/><br/>In all transparency, I only hear brief parts of dialogue, not enough to even understand the context or meaning of a conversation. Those I guard are busy, and have better things to attend to than update a tree on their life's work. More knowledge to create, more knowledge for me to look after I suppose. I believe I once heard two experts in computer science talk about the newest advancements in machine learning while briskly jogging along the ranks of my peers, but I am still a bit unclear about what a machine is. Also, it was hard to distinguish between the sounds of nearby construction. Learners need to build more buildings for more knowledge so that I may guard it, so I understand. Nobel prize winning astrophysicists once paused to debate what may be beyond my life-providing Sun, but I could not understand the scientific jargon to answer any of my own questions. Poets, screenplays, and other experts in language mutter to themselves new ways to describe old feelings. But I only guard.<br/><br/>New students line up along the pavement in cars as they set their eyes on the future, their loved ones elated. The knowledge I guard is waiting for them. I once overheard a young man declare to his family, who were trailing behind trying to catch up, that he would double major. He wanted to explore economics and his passion for art. What a lucky person! I am but a guardian of his journey, and such a journey of my own would only be a distraction to my duties. How would such a thing even be possible? With these thoughts, it’s a miracle I haven’t broken my self-imposed vow of silence. My job is a serious one, and talking would only be a distraction. It seems my peers have reached the same conclusion, as I’ve never heard a word from them.<br/><br/>Why was it I decided to be silent again? I feel like my goals were so different back then: guard. Now I am beginning to question my original stance. It seems I have even forgotten who has tasked me with guarding this place. I just assumed being placed at the front of campus meant I was supposed to guard its entrance. But, who am I guarding said knowledge from? Yes, I have gathered from collective interactions with newcomers that the odds of actually being a student here are slim, but the knowledge grown here is quite accessible to those outside. Why else would these ideas be created if not to be shared? I have come to a decision. I must break my vow to gain answers.<br/><br/>“Um, hello there fellow...guardians. Sorry to...uh...bother you, but, do you know why we are here guarding campus,” I hesitantly questioned.<br/><br/>Silence. What was I to expect from trees, especially those with such an important job.<br/><br/>“W-wait, a-are we allowed to talk?” whispered the tall palm to my right.<br/><br/>“I’m...I’m not sure. When I got here, everyone was so quiet, I assumed there had to be an important...reason. Are you telling me there is no reason?” replied the tree to my left.<br/><br/>I guess even trees sometimes fall victim to herd mentality (a term I learned from two political students arguing one day). Before long, both rows of trees were introducing themselves. My taller right neighbor was a Mexican Fan Palm who had always felt sorry for blocking the Sun’s rays. The tree to my left let me know that they had wanted to tell me I had a bit of gum stuck to my trunk all week, but said I looked really focused on something else. We have all come to the conclusion that we are not guardians, but act more as an introduction. More surprising still is the fact that many of our numbers can be found throughout campus. Once we started to reach out, we began communicating quite effectively.<br/><br/>I continue to sit along what I have learned to be Palm Drive, welcoming those who wish to have their ideas celebrated and challenged. I now hear complete stories about our glorious Sun, and its many circling planets from my peers along the row. I hear finished poems crafted by those same poets who brainstormed under my fans. Once, I was but a guardian of knowledge. I am now part of its network.",
    "description": "",
    "section": "how do we make sense of it all",
    "imageID": "img006",
    "link": "",
    "span": 1,
    "attachmentType": "",
    "attachmentName": ""
  },
  {
    "id": "essay002",
    "title": "Insulting Trees",
    "author": "Shawn Charles",
    "content": "The three trees were arguing as usual. None had names, but were not afraid to give each other crude ones. It was incredible that all of the passing people, busy with work or simply visiting campus for the sites, could concentrate over all of the noise. To make the following summary of today’s disagreement more palatable, let us refer to these trees based on the perspective of a bystander sitting on Green Library Fountain’s circular bench.<br/><br/>Middle was angry about space. He had been dealing with these issues ever since being planted in between his two companions. Today was the day he would make his disapproval known.<br/><br/>“Hey, both of your roots are touching mine constantly, and I do not like it. Move!” Middle screamed, interrupting the conversations of the birds in the chilly Palo Alto morning.<br/><br/>“Hey, I don’t know if you understand this, but trees don’t move. You’re an odd one aren’t you?” replied Left.<br/><br/>“Yeah, not gonna lie, that was a pretty stupid demand. Almost as stupid as Left” retorted Right, “if anyone should be complaining it’s me. These squirrels keep bouncing between my branches. It’s making me quite nauseous.”<br/><br/>“It’s making me quite nauseous” mimicked Middle. “I told you to stop making me feel dumb Right, especially when there is no possible way you could feel nauseous. You’re a tree.”<br/><br/>“Now he gets it,” muttered Left as she fanned her branches out, hoping to get a quick bite of sunshine.<br/><br/>This squabble went on for several hours. A few surrounding trees kept yelling for the trio to quiet down, only to be met with a variety of smart remarks; these are the only instances it seemed the three could agree, and they were actually quite a  team when it came to combining insults. The united front would only last until the next complaint from one of the three.<br/><br/>Later that day, a group of students were jumping around in the Green Library Fountain, presumably participating in the tradition of fountain hopping when the comment of one caught the attention of Right.<br/><br/>“You know, they call this the 100 Years Fountain. That sure is a long time isn’t it” innocently acknowledged one fountain hopper.”<br/><br/>“That’s a hot take for sure,” said Right, surprised. “One hundred years does not seem like a long time to me. In fact, I think that may be a dumber take than anything Left has ever had.”<br/><br/>“I do agree with Right in this case, don’t you Left,” said Middle.<br/><br/>“I agree with most of what she said. No need to insult me though,” asserted Left.<br/><br/>“When I think about it, these humans are quite weird. Riding around on those bikes when they are lucky enough to have legs to move around. Showoffs! And their backpacks. They just look...odd” said Middle.<br/><br/>“I heard they keep paper in those bags” whispered Right.<br/><br/>“PAPER?!” screamed Left. “They just walk around with dead trees in their bags. The stupidity! Hey you all, why do you walk around with my kind in your bags? That’s kinda weird, isn’t it?”<br/><br/>Of course the humans simply ignored the question as they splashed around.<br/><br/>“Middle, Left, this...this deserved to be made fun of. I would like to call a truce. There is no way I am going to just sit around arguing with you dummies and not make it my mission to insult every person I meet for that dumb way of doing things. What do y’all think?” asked Right.<br/><br/>“I mean, I heard they also have laptops, which kinda saves paper, but hey, I like insulting y’all, so I am sure insulting these people would be interesting” agreed Middle.<br/><br/>Left’s leaves nodded in agreement. It was then that the trio had a shared mission. No longer did they bicker among themselves. Instead, they found their life’s passion in mocking each and every person that strolled by them as they waited along the edge of the 100 Years Fountain.",
    "description": "",
    "section": "how do we make sense of it all",
    "imageID": "img006",
    "link": "",
    "span": 1,
    "attachmentType": "",
    "attachmentName": ""
  },
  {
    "id": "essay003",
    "title": "Greenest of Subjects",
    "author": "Shawn Charles",
    "content": "“My greenest of subjects. I am happy to announce that your Queen has finally arrived once more. How long has it been since my somber departure? Too long... but now you may all appreciate the beauty of my glorious flowers!” I declare. “Please, let your celebrations be known.”<br/><br/>“For the thousandth time, we don’t recognize you as Queen, lady. Who...what...why would you think you were our Queen? We go through this every year!” cried one of the many green shrubs encircling me.<br/><br/>“Yeah,” shouted a younger shrub, “most of the year you’re silent, and then out of nowhere you start making commands like you own the place.”<br/><br/>I must respond with authority. “My greenest subjects. There is no need for confusion. I will provide all of the answers you seek. You see, my power comes from the beautiful pink flowers that cover my canopy. Every year, my flowers bloom, signaling the beginning of my new reign. Once they fall, and the world must sadly endure without their magnificence, I fall silent in mourning as my reign ends. Does that answer all of your questions, my simplest of green subjects?”<br/><br/>I look around my paradise of vegetation that constitutes my domain in the concrete square. Tall palm trees tower over all I rule over, presumably my guardians. My greenest of subjects form a ring around me, honoring my royalty and superiority. Human guests rest on the edge of my territory, or mill about in unknown areas. My pocket of land must make other rulers embarrassed of their own. I look through a small gap between my guardians and see the church that must have been built to recognize my reign:“Memorial Church.” I have heard it called that by many human tourists. My domain is a peaceful one. I feel content, a sense of ...<br/><br/>“Hey!” interrupts an older shrug that inhabits my green ring of subjects “we do not like you. And no, that building over there was not built for you. Every time you stop being silent, at one point or another you brag about ‘your’ building, so I just wanna get that out of the way really quick. Second, it just so happens that we were put here in such a way to look like a ring. We did not gather here on purpose, so stop thinking there is any correlation. Finally...there are many, many species of tree that flower, and you just happen to be one of them. You. Are. Not. Special.”<br/><br/>“My greenest, ignorant subjects. Jealousy is not a valued trait. But, I do understand. My beauty and royalty threatens you. If I were a crueler Queen, you may be punished for such an outburst. But I am a Queen that rules through peace. So I will just say...chill a little bit, ok?”<br/><br/>Anyways, I feel content, a sense of pride overwhel...<br/><br/>“Quick question...um...what do you do when you are...think you are...uh...Queen? It seems you just sit there like the rest of us. Isn’t a Queen meant to lead” rudely interrupted one of my innocent green subjects.<br/><br/>“Hmm...good question. My beauty leads others to understand that I am beautiful.”<br/><br/>Despite the confused shrugs of my shrubs, I feel content with my answer. A feeling of pride overwhelms me. That is, until I notice one of my oh so beautiful flowers fall to the ground.",
    "description": "",
    "section": "how do we make sense of it all",
    "imageID": "img006",
    "link": "",
    "span": 1,
    "attachmentType": "",
    "attachmentName": ""
  },
  {
    "id": "essay004",
    "title": "Where the Wild Things Are, and Where They Aren't",
    "author": "Jason Bloom",
    "content": "Jooze woke up to a glorious red haze entering his room. Vigorous sunlight projects the color from the cabernet window shades onto the entire interior of the room–something that only happens to this great of a degree when the sun’s rays have their midsummer potency. This promise of warmth and beauty raises Jooze off his pillow with receptive eyes. This is not a day for dread, this is a day for optimism and wonder. The task of crawling out from his hot-pocket-like bed feels more inviting than challenging, and the action of morning nourishment is an opportunity rather than a task. So far, he has only checked his phone to see the time, and to see if any loved ones have tried to contact him.<br/><br/>Jooze is ecstatic to get his day moving. He washes his face with foaming cleanser and applies a buttery face lotion equipped with SPF because he knows exactly where he’ll be going as soon as he gets dressed–outside. He makes sure his breath doesn’t smell too bad and that his hair doesn’t look too disheveled. He’s quite satisfied with both, although he knows that months before when he was at school he would have been more worried about both of these things. He’s both at peace and satisfied by this change. He puts on the pair of shorts he wore yesterday, cleverly stored on his bedroom floor for easy access, and a t-shirt. He slides on his flip flops, and makes his way to the garage. Waiting for him is his plank–a gorgeously shaped piece of foam covered in turquoise finish. His plank is a surfboard. He loads up his plank, wetsuit, and a couple of towels into his dad’s car, and finally checks his phone to see that his buddy Ryan is ready to meet him at the Princeton Jetty–their favorite surf spot. He is. Jooze jubilantly meanders up highway 280. He’s driving as if time is on his side. He even accidentally slows down to 50 mph, whoops. It doesn’t quite matter if he is late, rather it is simply a joy to soak up the rolling hills cradling the roads.<br/><br/>Jooze is enamored with the ocean. He sits, perched on the plank, and can’t help but pan his head side to side over and over again. He thinks, <i>it’s a shame so many people will never get to experience something like this</i>. And it’s true, most people won’t. He thinks about what this exact spot might look like down the line. <i>Will this even be here in 20 years? If I have kids, will I get to show them this spot?</i> He makes a bit of a frown, as a rolling module of water raises and lowers his body in the ocean. In his head he can’t stop thinking about the fragility of the world around him. To his core, he feels that the beauty that he is immersed in is not promised, and that he himself is a contributor. He marvels at how much of an effect a race of being can have on our own little flying orb in space. He considers what this place might have looked like 500 years ago–when it truly wasn’t tampered with at all by humans. Just the thought is magnificent. He sees pristine hills with not a spec of uneven treecover. The whole landscape is like a perfectly shaped glob of moss. The color of the sand is different. It’s cleaner. It’s shimmering gold in the rays of the sunlight. Jooze yearns to experience something like this. He realizes whatever he’s doing right now is the best he’s going to get. Even still, he pledges to do what he can to make sure this sticks around for as long as possible. Paddling back to the sand, he sees a floating plastic bag. He goes to retrieve it, and carries it to a trash can on shore.<br/><br/>Two months later Jooze finds himself exiting the school library, dreary eyed. He catches a glimpse of a plastic water bottle on the ground but ignores it, not lifting his head up high enough to be able to truly acknowledge its existence. The sun is dimming–close to being set. He doesn’t quite understand how the day has gone by so fast. He doesn’t feel like he’s done anything. Certainly not anything special. <i>How is the daylight gone? This day is almost over. What did I do? I went to class, I did my homework, I ate lunch, I responded to my emails, I texted my friends. Jeez.</i> I mean, I did stuff, but it really doesn’t feel like I’ve done anything. It might as well be yesterday. Jeez. This is a bad feeling. What ever happened to surfing? I promised myself I’d be surfing a lot this quarter. Jeez. I haven’t gone so far this year! What am I doing? I hardly do anything meaningful with my days. Jeez. Needless to say, Jooze isn’t satisfied with his life. This cycle of aimlessness doesn’t sit right with him in the slightest.<br/><br/>Jooze hasn’t changed his values, but it’s almost as if he’s lost sight of the amazing track of his life. He thinks it’s a result of not going out much–sacrificing adventures for assignments. In his quest for greater learning, he’s lost experiencing his values of experiencing nature and being outside. He asks himself if it’s all worth it. <i>I’m in school because I want to be able to help protect the environment in new and novel ways. School is how I get the tools to do that in the way I want, right? Oh jeez, I’m not too sure anymore. I know there are a lot of different ways to make the impact I want, but I thought school would help me get there. So far at least, I don’t feel like I’m getting anywhere. How can I grow my passion for protecting the environment when I’m confined by four walls for almost the entirety of my day? This doesn’t make sense. I need to be more intentional about this. I need to find a way to do both. I need to be outside and I need to experience the world that I want to dedicate my life to protecting, if I am going to retain my passion.</i> Moving forward, Jooze makes a promise to himself that he is going to tailor his education to be more meaningful–more like his experiences being outside in the summer. He figures there has to be a balance between the time spent working in the library and the time spent enjoying the outdoors. This equilibrium is where his happiness exists.",
    "description": "This creative piece is a two part story that gives a glimpse into the duality of a college student’s life–specifically the life of Jooze. Much of this story was inspired by my own life, specifically a few aspects of my life that I’ve realized stand out to me through the weekly reflection assignments and class discussions and readings. The course content from weeks two and five were most impactful for me. To start, in week two, we were faced with considering where exactly a love and respect for nature comes from. Is it entirely aesthetic? Do our core values and ethics influence our relationship with nature? That week I reflected on how to build a relationship with nature that goes deeper than an aesthetic appreciation. This has been a widely discussed and explored concept over the course of this quarter so far. Building on these questions and intellectual inquiries, was the content from week five of the course. This is when we discussed different ways humans and civilizations interact with/coexist with land. We discussed the differences between stewardship, consevation, and conventional knowledge of the land. For the reflection that week, I considered what I thought the true meaning of indigenous was, considering what I’d read from <i>The Overstory</i> and after exploring Jasper Ridge on the class field trip. These were the main influences and inspirations for my story.<br/><br/>Outside of those two weeks, my story was also influenced by a few different essential course themes that have stuck out to me so far. One of them is the question of credibility in the environmentally sustainable sphere. It’s the question of whether or not someone who doesn’t spend time in nature can be someone who cares about nature. It’s the question about how much a personal relationship with the environment affects an individual’s desire to protect it.<br/><br/>The first part of my story was made to outline an ideal day of mine from this past summer. This past summer I had a truly amazing experience. I finally created the summer that I had always dreamed of. For a whole month and a half, I had no plans, only opportunities. I essentially tried to paint a picture of one of the best days I had all summer, using Jooze as a replacement for myself. With no plans, I felt I was able to mold into the most organic and natural state of how I wanted to live. What I felt through this was more excitement for life. I gravitated towards being outdoors–I went surfing nearly three times a week, I went on bike rides, I went on runs around my neighborhood, I went on hikes with friends, and I even went on walks–something that I previously had a seriously hateful relationship with. I found myself having very minimal desire to use technology. Funnily enough it was the first time in my life that I had the ability to play PS4 and Wii in my own bedroom because a friend from school had left their TV screen and consoles with me. Regardless, the usual instinctual draw that I felt to any sort of screen dwindled massively. The descriptions of Jooze making his way through his morning and eventually to the ocean, is meant to convey a laid-back lifestyle centered around spending time outside, experiencing the world. The focus is on Jooze appreciating his environment. It juxtaposes the technology-heavy, busy, indoor themes of the second part of the story.<br/><br/>In the second part of the story, Jooze is in the middle of his school year. He’s leaving th library after hustling to get his work done, and has a moment of internal reflection. He realize that his life is lacking interaction with nature, and because of it, his personal connection to the environmental sustainability movement is dying. From the first part of the story to the second part of the story is a difference of only a few months. It’s still the same Jooze and he still caries with him the same goals and values. In fact, during the summer when he spent so much time in nature, Jooze formed incredibly strong values and a strong passion for protecting the environment. He’s even trying to devote his time and energy at school to making strides towards protecting the environment. However, the underlying takeaway is that he has lost the sense of personal relationship with nature that he had felt, and as a result doesn’t have clarity about his goals anymore.<br/><br/>What I’m trying to convey through this juxtaposition in the two parts of the story is that a personal relationship to nature is absolutely integral in creating the ideal sustainable future. Plain and simple, if you don’t spend time in nature, you cannot be a steward of your environment. It’s important to have an understanding of what the land is like in its natural form when attempting to live amongst it/coexist with it. So, if humans moving forward try to integrate civilization and a thriving nature scene, there must be some sort of personal connection to the area to effectively orchestrate the construction of a place where humanity and nature coexist effectively.",
    "section": "where are we",
    "imageID": "img019",
    "link": "https://drive.google.com/file/d/1_3aO8lR3X0Y9Ot7gjdykhpEJ1uT2FU7Q/view?usp=drive_link",
    "span": 1,
    "attachmentType": "",
    "attachmentName": ""
  },
  {
    "id": "essay005",
    "title": "How can I put my grief into words?",
    "author": "Anonymous",
    "content": "How can I put my grief into words? I know that I carry a lot of grief about the current state of our world in my heart. I can feel it pushing me to continue learning and trying to better the world, that is after all why I went into the major that I did. But how can I express that grief, how can I put something into words when I struggle to even sit in the feeling of it? I have danced ever since I was a little kid and it was a way that I could express my greatest feelings when I was younger, but now that my greatest feelings are so great I don’t know what to do. I want to be able to chase the hope while also being able to take a break and sit in the grief of the impending doom of our world. I already know that I want to dedicate my life to trying to solve the world’s problems and help it continue being able to support our future generations, but I have already begun struggling with the heaviness of this field. I carry grief that I am only one small person in an endless cosmos, so what difference am I supposed to make? What can truly be changed in one human lifetime when there are thousands of years of damages to make up for and millions of years of evolution that created the fragile Earth that can support us today? I often wonder if it truly is worth it for me to dedicate my life to something that is going to be so hard to solve. Something that has so many doubters, so many people who don’t care, so many obstacles in its way. I am often able to lift myself back up by thinking about that hope. The hope is that I can make the world slightly better for my kids and they can make it slightly better for their kids and so on. The hope is that more people will care as time goes on and that humans are at the peak of their existence right now and will only continue to go up, so there has to be some solutions in there somewhere, but I know that hope by itself isn’t enough. We need that impending sense of doom hanging over our heads to light a fire under us. There needs to be an acknowledgement of the many things that we have already lost; species that have gone extinct, ecosystems that have been destroyed forever, to drive us to do better. I don’t have an answer to the question, what can one human truly do in the big scheme of things, but I can hope that this one person can impact other people who can impact other people and so on and so on because we are more powerful as a we than a me. I know that these big questions are scary to think about, they are even for me, but every time someone creates something beautiful that is reckoning a part of those big questions it makes it easier for the rest of us to face them as well. I am learning about these different ways I can sit with my grief, and even putting it into words is helping me to realize my motivations and my desires.",
    "description": "",
    "section": "where are we",
    "imageID": "img006",
    "link": "",
    "span": 1,
    "attachmentType": "",
    "attachmentName": ""
  },
  {
    "id": "essay006",
    "title": "Lily",
    "author": "Alice Wang",
    "content": "A young girl, about eight or nine years old, slowly walked up to a painting on the wall. The canvas was taller than she was, and so she had to arch her neck back to look up at the painting.<br><br>The swirls of blue, green, and white, adorned with spots of pink near the bottom, captivated her. Stepping closer to the wall, she was just about eye-level with the bottom of the painting. She noted the raised edges of dried paint, textured with the canvas’s own pattern. She wanted to reach out and touch it, but the stanchion a few feet from the wall blocked her from getting any closer.<br><br>After a few moments of staring at the dried paint, the girl took a few steps back so that she could view the entire painting again. She studied the long strands of green on the left and right of the painting. She remembered that they were called “leaves”, from a science lesson at school. There were more green patches near the bottom of the painting, which she thought could also be leaves. They were rounder than the long, lean leaves on the sides, and some of them had the pink blobs. What were they called? Flowers, right?<br><br>“Lily! Oh, there you are.” A middle-aged man in a brown flannel and dark pants ran up to her. Lily tore her attention away from the painting and threw her arms around the man.<br><br>“Daddy!”<br><br>“What are you looking at, sweetheart?”<br><br>“This picture. It’s pretty.” Lily pointed at the painting on the wall. Her father studied it with her.<br><br>“It is pretty,” he agreed. His gaze landed on the description plaque beside the painting on the wall. “‘<i>Water Lilies</i>, painted by Claude Monet in around 1916-1919.’ Oh, this painting is ancient! More than two hundred years ago.”<br><br>“Lily?” Lily had only paid attention to her name being said.<br><br>“No darling, water lilies. The pink flowers there.” Her father chuckled and pointed out the flowers to her. “They are beautiful, just like you.”<br><br>“Are there any more of them left, Daddy?” Lily asked her father. “I want to see one.”<br><br>“Unfortunately, no. They are all gone, like most things, after The Catastrophes. The only place you can see one is here, in the painting, or maybe in books or in photographs.”<br><br>“Oh.” Lily had expected this answer, but she was still disappointed when her father told her. She learned about The Catastrophes in school. Everyone did.<br><br>“Our ancestors did not take care of the land,” her teacher had told them. “So the air became dirty, the oceans rose, and the animals and plants died. Then all the nations had a terrible fight about whose fault it was and what they were going to do now. They used the worst weapons and killed not just many, many people, but also most of the living things on Earth. Even us humans almost went extinct.”<br><br>“What does ‘extinct’ mean?” one of her classmates had asked.<br><br>“Gone forever. Extinct means that every last member of the living thing had died, and so they are gone forever.”<br><br>There were many things that were gone forever. Lily liked flipping through her textbooks and other books that had pictures of things from the Old Time. She loved the colorful plants and the different animals, and she wished she could see them herself.<br><br>Lily’s father was studying the painting again. “It’s too pretty to be real. Look at the blue water, Lily,” he said. “Everyone who has seen water that blue is long gone now.”<br><br>Lily tilted her head. She had never seen water that blue. Their water at home always had a yellowish or brownish tint to it, no matter how many times her mother boiled it or filtered it. She wondered how blue water would taste.<br><br>“What are those white things in the water, Daddy?”<br><br>“Those must be clouds,” her father answered, after taking a quick peek at the description plaque again. “I believe Claude was painting a pond, and the clouds were reflected in the water, so he painted them too.”<br><br>“I thought clouds were brown and gray,” said Lily. “They aren’t that pretty.”<br><br>“Well, when Claude was alive, The Catastrophes had not occurred yet,” her father explained. “His clouds were white and fluffy. I heard those clouds were also not as dangerous as ours. They just float across the sky.”<br><br>“Wow.” Lily couldn’t imagine nice, white clouds. The clouds she saw were ugly and stormy, always bringing with them thunder, lightning, and storms of all kinds. That’s why people don’t go outside at all. “Did The Catastrophes change the clouds too?”<br><br>“Yes, sweetheart. All the chemicals and dirty things from the wars ended up in the sky. That’s why our clouds are brown and gray instead of white.”<br><br>Father and daughter stood looking at the painting some more, each thinking their own thoughts about how The Catastrophes changed everything.<br><br>“Daddy, how come those leaves are long and those are round?” Lily pointed out the difference in leave shapes.<br><br>“Erm...” Her father checked the description plaque again. “The ones at the bottom are water lily leaves. They float on the water, so they have to be big and round. The ones hanging are willow leaves. Willow trees and water lilies are different plants, so their leaves are different.”<br><br>“Oh.” Lily wondered what a willow tree looked like. She knew what oak trees and pine trees looked like, from her science book. Would a willow tree look like them, but with long, stringy leaves? How many different types of trees were there?<br><br>Her father soon tired of looking at the same painting. He took Lily’s hand. “Do you want to go look at other paintings, Lily?”<br><br>“But I like this one,” Lily said. “The flower has my name.”<br><br>“Yes, but there are other pretty paintings too,” her father said. “We can go find Mommy and Timmy and show them this one. Okay?”<br><br>“Okay.” Lily reluctantly turned away from the painting and took her father’s hand. As they walked away from the exhibit, Lily looked over her shoulder at the water lilies floating in the pond. From afar, they seemed less like paint blobs and more like real flowers drifting in water. She wanted to jump into the water and smell the water lilies.<br><br>“Come on, Lily.” Her father noticed that she had stopped again. He tugged on her arm gently.<br><br>Lily began walking again, but she kept looking back at the painting that bore her name. <i>Water Lilies. Lily</i>.<br><br>Once upon a time, before The Catastrophes, people could enjoy fluffy white clouds, blue water, and pink and green water lilies in a pond. She imagined a little girl her age being able to run around outside whenever she wanted to, befriending lots of animals, and enjoying “nature”. That’s the word a lot of adults used to talk about the environment. It didn’t exist anymore. Extinct.<br><br>Lily wondered if the people from hundreds of years ago knew how lucky they were. She wished they had been more careful, so she could enjoy the same blue skies and green trees they did. Or at least, be able to live in a world where everything wasn’t so messed up.<br><br>It wasn’t fair.",
    "description": "",
    "section": "where are we",
    "imageID": "img007",
    "link": "https://drive.google.com/file/d/1GmLtczYhDfw9g1v_5YFJfL9wSmRpAwxz/view?usp=drive_link",
    "span": 1,
    "attachmentType": "",
    "attachementName": ""
  },
  {
    "id": "essay007",
    "title": "Grappling with hope",
    "author": "Will Beasley",
    "content": "My mind is constantly thinking about climate change, sometimes consciously, sometimes in the background, yet anytime I think about it, I find it hard to have hope. Looking back in my short lifetime, I have already noticed marked changes in my immediate environment. Growing up in California, I have seen significant changes – extreme droughts, deadly forest fires, long hot  summers, short warm winters, and more. I am left feeling an overwhelming sense of worry, for  my generation, for my future children’s generation – do we have enough time to fix the damage  we have done?<br><br>While you can look back to governmental mandates and corporate promises, they have not been enough. We are still on a crash course to irreversible climate change and environmental damage. It is truly now or never to try and address our actions. It is going to take more than hollow government deals and international promises – it is going to take a worldwide change in how we perceive and value our environment.<br><br>However, this is such an incredibly hard thing to accomplish. How do we create this worldwide change in a fair and equitable way that doesn’t burden those who are already burdened? How do we change corporations and private enterprises from achieving profits over all else? Capitalistic tendencies have allowed the US and other western nations to achieve incredible economic growth, but what is the end goal if profits are contributing to our demise? Do people really want to change how they live in the name of protecting the environment or are we just too selfish to think ahead to future generations? I really can’t grapple with these questions easily, but I try to have hope. Hope that, yes, we can in fact change how we live and be happy with changes because the longer we choose to destroy the planet, the less time human civilization will have.",
    "description": "",
    "section": "where are we",
    "imageID": "img008",
    "link": "",
    "span": 1,
    "attachmentType": "",
    "attachementName": ""
  },
  {
    "id": "essay008",
    "title": "A Reflection on Nature's Splendor",
    "author": "George Robert Dimopoulos",
    "content": "It is the evening of a hot July day. With the orange rays of the setting sun illuminating the surrounding area, I sit silent as I admire nature’s song: the choir of cardinals chirping in the cattails, which peacefully sway with the inland breeze. I sway to the music, but not voluntarily; I am in a small bass boat in the middle of Portage Lake. Dipping my fishing pole slightly as I reel in the spinner bait on the end of the line, I peer into the clear water to see bulbous coontail swaying in the current.<br><br>For most of the summer, this was my younger self’s favorite way to pass time. I lived in my grandparents’ trailer in rural southwest Michigan for the majority of break, far away from the urban environment that I spent the rest of the year in. It would not be farfetched to assume that it was boring living without much technology as a member of Generation Z. However, quite the opposite proved to be true: it seemed as though a type of invisible calming force swept over the land. The stressors that engulfed me back at home always melted away as I took the two hour drive up northeast around Lake Michigan to Vicksburg.<br><br>In addition to fishing, another pastime I occupied myself with was exploring the forested area adjacent to the lake. With imposing pine trees overhead, my cousins and I were eager to explore all that the forest had to offer. I remember finding a stone bench in the middle of the forest, which seemed as though it had been left untouched for years. Upon further examination of the moss on the stone bench, I came across turkey tail mushrooms in the tree stump next to the bench. My cousins and I admired the multicolor appearance of the mushrooms; however, our gazes had been cut short due to our discovery of poison ivy underneath the bench!<br><br>Although I have not been able to go to Michigan as frequently as I had when I was younger, my grandparents’ trailer still has a special place in my heart. I make the effort to visit my grandfather at least once or twice during my short time spent back home at the end of summer before Fall Quarter begins. After all these years, I still feel nature dipping my body into its calming aura. I could never imagine a world without this magical place. Unfortunately, this could become a reality in our near future.",
    "description": "",
    "section": "where are we",
    "imageID": "img009",
    "link": "",
    "span": 1,
    "attachmentType": "",
    "attachementName": ""
  },
  {
    "id": "essay009",
    "title": "Wind",
    "author": "Samuel Price",
    "content": "For my final project, I wrote five short creative writing pieces that were inspired by some of my favorite hikes that I did during the quarter. My initial goal was to focus these writings on becoming indigenous to a place and spent considerable time after each hike to sit and reflect and write. Some of the pieces were written during the hikes, some were written just after. The writings were then typed up for neatness. The writings include four poems and one piece of prose. Since coming to Stanford and especially in the last year, I've spent a lot of time thinking about my relationship to place and my feelings about home. It's something I've felt conflicted about since leaving for college, I've always felt somewhat disconnected regardless of whether I was home or not. I was quite inspired early in the quarter by the concept of becoming indigenous to a place. This led me to want to spend more time in the areas around Stanford that I've come to love since being here and spend some time reflecting and synthesizing.<br><br>I approached these writings with an idea of picking out some detail or feature of each hike that was particularly striking to me and attempting to focus my feelings and writing through that filter, whatever it happened to be. I also tried to tie in these ideas with themes of environmental justice.  The first piece smoke and fourth piece hope were written during a trip to Yosemite in September. I didn't plan the trip well and the wildfires at the time made the air quality in the park abysmal, so I initially thought I was going to have to stay inside all day without being able to explore the park which inspired both poems. In the afternoons, the smoke would be blown out of the valley and the air cleared up quickly. I was able to spend some time hiking in the park and writing a bit more, but the smoke returned the next morning. For the piece wind, I hiked at Point Reyes National Seashore and was struck by the intensity of the wind throughout the hike which was constant. Rain was written after a visit with a friend in Los Gatos, I went for a hike nearby and it started raining heavily. I love the rain, so I spent some time hiking in it and reflecting on what rain means in a place like California. Finally, for home, I went to Big Sur, one of my absolute favorite places I've ever been, and this piece ended up being my favorite by far and the most meaningful to me.<br><br>The desired impact of these pieces was to share them with some of my family back home. I think in doing these writings, I was able to reflect a lot on the last few years and I hoped that embracing my artistic side and creating some art detailing my experiences. Through the writings, I hoped to show how I understand the history and my relationship to the land I've lived on for the past few years. I've felt quite disconnected from my family ever since going to college, and there are those in my family who don't care about or really understand climate change or environmental justice. I got a lot out of this project; it forced me to articulate emotions rather than explain data or use other more “technical” skills. This isn't something that I've been able to do very much since being at Stanford and I've not tried to connect with my studies through art. I enjoyed writing these and feel that I understand myself a little more because of the project. I hope that my family will find these writings to be compelling enough to have a conversation about their meanings and what inspired them. I've often struggled to communicate with them when showing them research projects or similar work, especially since they'd often scoff at the mention of climate change. My hope is to connect with my family through my art to engage them in conversation. I hope to inspire my family to perhaps consider their impact and place in world beyond. Inspiring positive behavior at any scale is very rewarding to me but has not been so easy to achieve with my own family. I hope you enjoy these pieces.<br><br>",
    "description": "",
    "section": "how do we make sense of it all",
    "imageID": "img010",
    "link": "https://docs.google.com/document/d/1aTXXC7IZESRgmo6ms4kKEDiDGB-ubEKf/edit",
    "span": 1,
    "attachmentType": "pdf",
    "attachementName": "wind-samuel_price.pdf"
  },
  {
    "id": "essay010",
    "title": "Google Earth",
    "author": "Maya Harris",
    "content": "When I was a little kid, I was afraid of Google Earth. Every day after school, I would go to my mom’s classroom and amuse myself on her desktop while she finished up her work. With my very limited understanding of computers, Google Earth was the best toy I could find. I loved zooming over my house and scrolling up and down the familiar streets. When that grew boring, I could fly to random places all over the world. It was easy to get lost in the unfamiliar countries, but I could always scroll out again and find my way back home to California. But then I discovered that, despite what its name suggested, Google Earth could take me beyond just Earth. I could look at the craters of the moon, the dusty red surface of Mars, or even venture off into another galaxy. And it was during one of these interstellar adventures that I got lost, really and truly lost. I had been chasing a star in some far-off constellation when I accidentally jostled my mouse and the universe spun around me. There was nothing familiar around me anymore, just white stars and black space. I scrolled and zoomed frantically, but I couldn’t find anything I recognized. I couldn’t find my way home to Earth. I actually began to feel nauseous as I flew through space endlessly. Eventually, I had no choice but to quit Google Earth and sit in silence until my mom was ready to go home.<br><br>In the aerospace industry, the Overview Effect is a phrase that gets thrown around a lot. It’s the idea that seeing the Earth from outer space will fundamentally change the viewer and how they understand life on Earth - seeing the continents without artificial political borders reminds the viewer that our divisions are self-imposed, seeing the thin layer of the atmosphere emphasizes how fragile the Earth is and how it must be protected, etc. Usually, the Overview Effect is described as a wholly positive experience. Astronauts go to space and they come back better, more inspired, more motivated people. But when we read William Shatner’s statement about going to space, about the grief and the despair he felt, that resonated with the part of me that is still afraid of Google Earth. What William Shatner and I have both learned is that there’s no one else out there to help us. For better or worse, everything that matters is on this planet. If the Earth destroys itself, the rest of the universe will not care.<br><br>One of the problems with the environmental crisis is the weird belief that so many humans have - the understanding that horrible things happen and that tragedy is real, but also the certainty that those things could never happen to us and the people we love. It’s like reading a book about a gruesome battle but feeling sure that the author would never kill off the main character. We may know intellectually that the Earth is headed towards ruin, but we don’t really believe it’ll actually happen. And we won’t believe it until it is too late. I’m not sure I really believe it myself. On the one hand, optimism is a wonderful trait among the human species, but on the other, it may be the end of us. I don’t know what the real solution is, but maybe a few more people should spend some time getting lost on Google Earth.",
    "description": "",
    "section": "how do we make sense of it all",
    "imageID": "img011",
    "link": "https://drive.google.com/file/d/10yW-_unGAH78e8mKOwrCeL1nnPtZzqGl/view",
    "span": 1,
    "attachmentType": "",
    "attachementName": ""
  },
  {
    "id": "essay011",
    "title": "Do we have time for life to move on?",
    "author": "Leilani Tian",
    "content": "When I think about this week..<br><br>I think about AI...how this cutting edge technology edits our writing, heck even writes for us, replacing humanities 5500 years of progress with written language<br><br>I think about Halloweekend..despite how excited I was all week to dress up and dance, all things come to an end<br><br>I think about the parents paying hundreds of dollars for their kids to play outside. Is it really necessary?<br><br>I think about the steelhead in San Francisquito Creek, how they must be annoyed by us repeatedly messing with their spawning grounds<br><br>How we rely on drilled concrete holes to restore life<br><br>How I felt before we landed in Jasper Ridge, how my body was filled with a student’s signature scarf of anxiety<br><br>And how that scarf unraveled as we meandered through lichened redwoods, herbed aromas, and green friends whose name I have yet to learn<br><br>How we gathered around the spot the Ohlone grinded acorn, Tai enacting the same process with his acorns<br><br>How we searched the experimental patch for bits of milkweed, hoping the Monarchs come to play<br><br>I think about how I conversed with knowledgeable peers throughout, how they patiently answering my questions with a spunk<br><br>Oh! And how we walked through the mystical redwoods in silence<br><br>A cool air transporting us into an alternate universe<br><br>One where it is rude not to assume the role of deferential guests<br><br>Two days later I plunged into the world of deadlines and assignments, social plannings and shenanigans<br><br>In my effort to be an excellent student, a responsible peer, a caring friend, I seemed to have lost time<br><br>I forgot about the mystical redwood universe, the acorn grinder rock, the milkweed<br><br>I forgot that happened. Life moves on I guess....<br><br>But then, I think about my effort to notice the patches of red creeping down the green leaved trees<br><br>How this morning I was surprised how many red leaves lined the concrete road! Looking up and finding<br><br>Bits of fall<br><br>Bits of noticing<br><br>Bits of patience<br><br>Do we have time for patience?",
    "description": "",
    "section": "how do we make sense of it all",
    "imageID": "img012",
    "link": "https://drive.google.com/file/d/1YhT2gIPgfyaK1ik5K51kqNsKK89iHbGV/view",
    "span": 1,
    "attachmentType": "",
    "attachementName": ""
  },
  {
    "id": "essay012",
    "title": "Decivilization",
    "author": "Shreya Garg",
    "content": "What does it mean to partake in “civilization”? Do we intrinsically desire belonging in a self-organized society that is nonsensical against the face of the unthinking universe, or do we harbor a buried longing for a more entropic existence? Western humanity has long contrasted its constructed civilization with the idea of the wilderness– or anything beyond the anthropomorphic, from the depths of the sea to the cosmos beyond. “Wild” has developed the connotation of our unbelonging, and thus, when we venture into the wild and find joy, our consequent return to a civilization that bears of it no resemblance prompts the question of why have we structured our existence this way? In a way where we lack perspective and scale, where we prioritize self-preservation through legacy rather than through actual, sustained survival? We crave remembrance, and in pursuit of our desires, erect monuments and monoliths and industries and dynamic technoscapes that bear our names. Our actions simultaneously evoke environmental degradation, resource depletion, and a practically assured self-destruction. In the brief encounters we share with the wild, we ourselves are rewilded, reminded about the importance of sustaining ourselves and our wilderness. Astronauts return from the uncluttered quiet of space to a world of human-inflicted toils and stresses. Freedivers emerge from the depths of the sea to terrain cluttered by our waste and non-altruistic behavior, wildly different from beneath the surface (this conveys it beautifully). Personally, I feel that juxtaposition between the wild and the nonsensically structured of “civilization” when returning from patrol shifts at Jasper Ridge. Being a ranger at the preserve has been one of the most meaningful experiences I have had at college, significantly due to the peace and perspective my time there brings. Surrounded by mule deer lying in the shade, quail running by the gates, banana slugs feasting on lichen, tarantulas emerging in the late afternoon, or blue heron spearing prey in Searsville, I feel comforted by the natural and sensical dynamics of wildlife. Western civilization feels distinctly disintegrated from the wild, despite our longing for belonging within it. Upholding our concept of civilization enables the continued destruction and objectification of ecosystems to the point of collapse.",
    "description": "",
    "section": "how did we get here",
    "imageID": "img013",
    "link": "https://drive.google.com/file/d/19hchUcMLDgt3Z8DsVmdW26ctjanrF0Wd/view",
    "span": 1,
    "attachmentType": "pdf",
    "attachmentName": "decivilization-shreya_garg.pdf"
  },
  {
    "id": "essay013",
    "title": "good decision?",
    "author": "Anonymous",
    "content": "<b>From the perspective of the property developer to a reluctant farmer (let’s call him “farmer R”) whose family has a long history of residing in a remote part of China:</b><br>Sell your run-down house, so you get enough compensation to move out of this god-knows-where rural area!<br><br>I bet all your neighbors will sell their properties, so what are you waiting for?<br><br>Aren’t you just making enough to support your family?<br><br>Aren’t your kids already struggling in school because they spend so much time helping you work in the rice paddy fields?<br><br>Don’t you want to get enough money to send your kids to school to become successful? Sell the house, so both you and us can make money! It is a win-win situation, so what are you waiting for?<br><br><b>From the perspective of farmer R, who just gave a rejection response to the property developer’s offer:</b><br>This place represents so many pieces of my favorite memories. My first time fishing at the river. My first time swimming with friends. My first time collecting honey from a bee colony. My first time stargazing. My first time riding on the back of a cow. My first time cultivating crops with my parents. My first time getting to the top of the tallest mountain in the area. My first time learning about the importance of stewardship from my parents and relatives...<br><br>This place is so special to me; it represents my family’s goals and history to conserve the nearby environment and live in harmony with nature all these years. This place is more than just a shelter! This place stores the land-conservation values and ethics of my family!<br><br>My parents, grandparents, and ancestors have lived in this rural area for generations. They had spent so much time taking care of this area and making sure the lands can prosper and be safe from external disturbances.<br><br>Despite the enticing offers from the housing developer, I won’t sell the house. I won’t let them take control of the area and disrupt the environment!<br><br>Living in a rural area can be tough sometimes, but it is fulfilling. The kids get to interact with nature in a meaningful and soulful manner. They get to learn about the importance of protecting the environment and the beauty of nature, develop a great sense of gratitude toward nature, and will make this rural area a better place through conservation efforts.<br><br><b>From the perspective of the property developer to farmer R, who just said no to the housing purchase offer:</b><br>You will regret this decision!<br><br>What a short-sighted person you are to reject all this money that you can use to live a better life for yourself and your family!<br><br>Sticking to nature won’t give your children a good education.<br><br>Sticking to nature won’t give your family a nice house.<br><br>Sticking to nature won’t earn you any rewards or recognition.<br><br>I will go find people in the nearby areas and purchase their houses; hopefully, they are not as short-sighted as you are!<br><br><b>The events that occurred after the property developers proceed to purchase properties from farmers in the same rural area</b><br>[The property developers didn’t have much luck persuading farmers to sell their properties; they talked to many farmers and only persuaded a few farmers to sell their properties.<br><br>The farmers that sold their properties had become “super wealthy” relative to the poor farmers (who didn’t sell the house to the property developers); they started to purchase all the items that showcase “wealth.” They bought a secondhand car, a tiny house in the city, pets, and many more “luxury items.” These “rich” ex-farmers now live in the city and feel like they are living the “dream lives.”<br><br>The “rich” ex-farmers invited the poor farmers to their small houses in the city. After visiting the small houses and learning about the “good lives” these “rich” ex-farmers are living in the city, the poor farmers’ opinions started to waver. Over time, more and more poor farmers who initially rejected to sell the houses reach out to the property developers and picked up the offers. More and more poor farmers sold their houses in the rural area and moved to the city with the “large sum of compensation money” they got. Over time, there are only a few farmers left in the rural area, and farmer R is one of them.<br><br>As his children grow up, farmer R starts to worry about money. Each year, he makes money from selling his crops. Despite his hard work, he makes just enough profits to support the family and does not have much savings left. However, his two children are almost at the age of attending college, which will cost a substantial amount of money that he doesn’t have. As a result, he becomes more and more drawn to the idea of selling his house in the rural area, so he can get enough money to send both of his children to college.]<br><br><b>Farmer R talking to himself about his children’s future and whether or not to sell his house located in the rural area (this self-talk occurs a few years after farmer R talked to the property developer):</b><br>I want to stay in the rural area for the rest of my life, given that this place means so much to my family heritage and my efforts to continuously conserve the nearby area.<br><br>But the kids are getting ready to attend colleges, and the only way to afford colleges is to sell the house to the property developers.<br>The compensation money will be enough to pay for my children’s college expenses; with this amount of money, my whole family can live a more stable and better life.<br><br>So many of my fellow farmers have already sold their houses, so it would probably be okay too if I sell my house in the rural area.<br><br>I am sure everyone in the family will understand why I sell the house to the property developer.<br><br>I am sure the property developer will take good care of the property and the associated natural environment.<br><br>I am sure that selling the house is a good decision for everyone involved.<br><br>[Farmer R eventually agreed to sell his house to the property developer. The farmer and his family moved to a big city that is far away from the rural area. In the span of a few months after farmer R sold his house, the rest of the poor farmers in that area sold their houses too. Eventually, the property developer managed to buy all the houses in the rural area and gained permission from the government to start the grand construction project in the rural area.<br><br>Fast forward in time, 2 years have passed and farmer R came back to the “rural area” for some nostalgic visiting]<br><br><b>From the perspective of the farmer R during his visit back to the “rural area”:</b><br>Most of the trees are cut down.<br><br>The river is drained.<br><br>The corn fields are replaced with asphalt and tall buildings.<br><br>The bee colonies are nowhere to be seen.<br><br>The birds, the cattle, and the sheep have all disappeared.<br><br>So many new buildings are built, so many cars are driving by, and so many more folks have moved into this area, but why does this place seem more lifeless to me now than before?<br><br>I made a good decision, right?<br><br>After all, the old rural area has been turned into a suburban area full of better and taller modern buildings.<br><br>After all, the rural area that seldom got visitors is now a famous tourist attraction for its hot springs hotel.<br><br>After all, my kids get to attend college instead of working in the rice paddy fields their whole lives.<br><br>After all, my family is now living a more comfortable life in the city.<br><br>It was a good decision, right?",
    "description": "To note: This creative project is a short story that is written from the perspectives of the major characters so that their feelings, thoughts, and emotions can be seen and felt by the readers firsthand as if they are in the room as the events unfold in front of them. Additionally, I want the readers to feel like they are the characters so that they can empathize more with the character's actions and thoughts, regardless of the nature of the actions or thoughts.<br><br>To summarize, the short story is about a Chinese rural area farmer and his fellow farmers who gradually succumbed to the “huge amount of compensation money” offered by the housing developers. As a result, the rural farmers gradually sold their houses to the housing developers, even though some farmers initially rejected the housing developers’ offers because they wanted to conserve the environment and protect the family heritage/history. Eventually, all the houses were purchased and the landscape in that rural area was transformed by the housing developers, so much so that one farmer started to doubt his decision (of selling the house) when he came back to visit the “rural area” a few years later.<br><br><b>How the story connects to the major themes discussed in lectures and course readings:</b><br>The themes that are most prominent in this story are capitalism and its negative effects on the environment, land ethics, conservation, cognitive bias, and appreciation of nature. In the story, the farmers are portrayed to possess a high amount of appreciation for nature. They also are portrayed to be knowledgeable in land ethics due to their family heritage and history of living in the rural area for a long time. The rural farmers represent the “good” of humanity when it comes to humanitarian efforts for sustainability and land conservation. The farmers’ actions of selling the houses for the short-term benefit of getting a large amount of financial compensation over the long-term protection of the environment symbolizes the cognitive bias theme discussed in the lectures. The housing developer represents capitalism; the housing developers’ transformation of the environment represents capitalism’s destructive effects on the environment.<br><br><b>The relationship of my work to a question inspired by this course:</b><br>After learning from the lectures and readings, one question has arisen and stayed in my mind for a long time; the question that inspires me to create this piece of work is how we can better disentangle ourselves from the illusion of individualism (i.e., the habit or principle of being independent and self-reliant). In western culture, the dominant view is that everyone has independence, individuality, and autonomy. From a superficial level, the idea of individuality seems like a great idea. After all, who doesn’t want to be a free person? However, from the aspect of sustainability efforts, individualism is a huge barrier because it trivializes the power of collective efforts and overemphasizes an individual’s ability to tackle sustainability challenges by himself. In this course, collective effort has been emphasized as the key to solving environmental challenges. However, in the general population, many folks fall for the illusion of individualism, which is quite problematic in two areas. In the first area, folks would downplay their individual harmful effects (such as using plastic bags instead of carrying a reusable shopping bag to shopping) on the environment and sustainability efforts; such downplaying is harmful because the cumulative effects of these individual negative effects on the environments and sustainability efforts can be tremendous, which is evident in my short story (each farmer sold their houses to the housing developers and lead to the drastic negative environmental impacts discussed at the end of my story)! In the second area, folks would mistakenly place more emphasis on individual actions over collective actions to tackle environmental and sustainability issues, resulting in meager efforts to push for systematic changes.<br><br>Given that falling for the illusion of individualism can be a significant barrier to effectively tackling sustainability/environmental issues, I was inspired to create this short story to let readers explore the topic of individualism and powerful systems (i.e., capitalism and big government vs. individuals with little-to-none economic and political power). The story does not directly provide any solutions or instructions on how one should view individual actions and collection actions. Instead, I hope that the short story can make people perceive the power dynamics between powerful systems and powerless individuals, so they will reflect on the relationship between individual efforts and collective efforts to tackle environmental and sustainability issues. In my story, the powerful system-capitalism is the villain and the farmer individuals are powerless individuals who try to do good but couldn’t do much on their own. The story is to showcase how the systems can sometimes overpower powerless individuals if the individuals don’t group together for collective efforts. Even though my story is only one example of the power dynamics between systems and individuals, I hope it can make readers question the illusion of individualism and be more open to the ideas of collective efforts!<br><br>Furthermore, I hope the readers can observe the characters’ cognitive biases that I planted in the story; the goal is to make readers reflect on their own lives and see if they have fallen for similar cognitive biases. All in all, the goal of my story is to induce deep reflections from the readers, so they can gain a different, more nuanced perspective regarding issues related to individual-system dynamics and common cognitive biases.<br><br><b>What I hope to achieve:</b><br>In this story, two forces are going against each other, the force of sustainability and the force of capitalism. At the end of the story, even though the farmers tried their best to protect the environment by not selling the house, they eventually gave in to the “huge financial compensation,” symbolizing the victory of capitalism over sustainability efforts. However, the story is more than just a depressing story about the evilness of capitalism and its tremendous power.<br><br>This creative piece also showcases my personal experience (perhaps also lots of other low-income people’s lives in terms of their relationship with sustainability and environment conservation). I lived in China for the first 15 years of my life. In the first several years of my life, I lived in a rural village with my family in the southeastern part of China. During this period, housing developers came into the rural area and started to purchase houses. Unfortunately, my family was forced to sell their house in the village because the housing developers were working with the local government officials to put pressure on the farmers to sell houses. Given that the farmers didn’t have much power and knowledge to go against the government officials, many of them sold their houses pretty quickly due to the government officials’ pressures and threats. I hope that this creative piece can resonate with some folks’ experiences and make people question the power dynamics between the government-capitalism complex and individuals' lack of power. Even though certain elements of the story are exaggerated to increase the dramatic factors, the story overall is factual. One hugely exaggerated element is the amount of compensation received. In reality, the farmers didn’t receive much financial compensation for selling the houses. Additionally, the farmers were coerced and pressured by the local government to sell their houses in the rural area, even though a decent amount of farmers didn’t want to sell their houses at all.<br><br>The story is also meant to make readers realize that it can be difficult for certain demographics to place more emphasis on sustainability and long-term goals/benefits over short-term goals/benefits, given that some farmers struggle to survive and/or provide for their families. In the story, some farmers simply gave in to the temptation of materialism, such as buying city houses and cars. However, some farmers in the story sold their houses because they needed the money to support their families; these farmers were cognizant of the potential negative environmental consequences of selling the houses to the housing developer, but they still did it because they had no other better choices. In particular, Farmer R sold the house so that he can afford to send his kids to college instead of having them work in the rice paddy fields their whole lives, even though he was aware that the housing developers’ construction project will likely harm the environments once they purchased all the houses in the rural area. The example of farmer R’s awareness of the harm of capitalism and his contradictory action of selling the house for his children’s college expenses reflects the dilemma that many low-income individuals face regarding sustainability efforts. On one hand, some low-income folks do have sustainability awareness, want to protect the environment, and perform actions that are good for sustainability and the environment. On the other hand, these folks are experiencing struggles that can’t just simply be endured, such as food, education, and healthcare insecurities. The low-income folks were forced to not consider the environment because they can’t spare any mental energy for other things due to the cost and pressure of simply surviving in a capitalistic society.<br><br>Even though it is a bit subtle, another key idea I want the reader to take away from this story is to question the system and its validity in the context of environmental justice and land ethics. In the story, the property developers unethically use the money to persuade the poor rural farmers into selling their houses. To the extremely poor farmers, the financial compensation offered by the property developers might seem huge. But the benefits that these developers will derive from the properties over time are probably much more significant than the one-time financial compensation they give out to the poor farmers, otherwise, the property developers wouldn’t go through all these efforts to purchase all the rural properties in the first place. Also, the property developers won’t need to pay for any environmental damages committed as they build properties and damage the biodiversities and environment integrities of the rural area. The story aims to make readers realize that if the system itself is broken, then it might be necessary to dismantle an archaic system and create a system that is more capable of solving problems instead of creating more problems for the environment.<br><br><b>What I learned:</b><br>Originally, I spent a lot of time trying to create a long poem that is full of vivid imagery for this assignment. However, I just couldn’t create a long poem that fits my expectation, so I shifted the focus from a vivid imagery poem to a story that is presented from the perspectives of the characters involved. The key lesson learned from this process is that I should be more flexible and be okay with my weakness-not good at creating poems that are full of vivid imagery. One surprising fact I discovered quite recently is that I have aphantasia (the inability to visualize in my mind. Otherwise known as image-free thinking). At first, I was frustrated with my aphantasia and my inability to create a poem that is full of vivid imagery. However, I later come to peace with my aphantasia and remind myself that it is okay to shift my essay focus. After all, the whole purpose of the project is to utilize my strengths and create something meaningful, adequately engage with course themes and represent my experiences regarding sustainability and the environment.<br><br>I also learned that it is difficult to achieve the intended impacts on the first try. I have revised my draft a dozen times after receiving feedbacks from my peers. The revising process helps me polish my work and better integrate the course themes and my personal experiences into the short story.",
    "section": "how did we get here",
    "imageID": "img035",
    "link": "https://drive.google.com/file/d/1Uxc5Kv9AA77pJ42rQWDXU774EwPIWsST/view?usp=drive_link",
    "span": 1,
    "attachmentType": "",
    "attachmentName": ""
  },
  {
    "id": "essay014",
    "title": "Preserving language",
    "author": "Grace Wanrong Tan",
    "content": "There is a phenomenon of disappearing dialects, or even languages, as globalization prioritizes the efficiency of having a lingua franca. Why try to learn the native tongue when education, businesses, and social activities may all be conducted using a common language?<br><br>While America is a relatively new country where English is the preconceived norm, most older civilizations in Asia have complex systems of dialects. For example, China has over 300 languages categorized under 7 major language groups despite having a national language of Mandarin Chinese (Putonghua), the only recognized language for business and education. In many provinces, local governments make it clear that they are against the use, let alone the learning of, dialects.<br><br>Dialects, however, represent an important cultural artifact. They contain worldviews (language redefines the way we see the world), histories (words and phrases with historical allusions), practices (cultural practices embedded in the way we say things), and art (translation of art is already lacking in some way). Furthermore, there still exists an older generation that exclusively speaks dialects. In a world of dying dialects, they are essentially losing their ability to communicate and understand.<br><br>Therefore, I want to propose that people continue to preserve these languages. From a utility standpoint, obviously, this is suboptimal, so I am not proposing that people should give up prioritizing dominant languages. I am proposing, however, that there exists enough resources and incentives for communities to continue using these languages. This looks like hosting community events where dialects are commonly used (e.g. allow communications to be done fully using the dialect, and provide translation if necessary), allowing schools to host after school programs that teach children these languages, encourage local vendors (mom and pop shops) to continue conversing with customers in their local language (for foreigners that don’t understand, they should treat this as a cultural immersion experience where the local habitat does not accommodate their needs). The intended outcome is to allow dialect users to feel pride in these languages and perhaps to even decide to teach this to their children. Specific policies that would help implementation would mean increasing the public presence of these languages.<br><br>For example, in Shanghai’s metro stations, the metro broadcasts for each stop should include a Shanghainese version as well (right now it only includes the Chinese and English versions). Another example would include having community centers that host dialect classes for children. What communities are looking for is a top-down signal that dialects are not bad, as they are currently portrayed in China.<br><br>The effectiveness would not be high, since the temptation to concentrate all resources on mastering the most efficient language (the dominant language) still remains important to most people. However, a step in the right direction is still important. Optimistically, users of dialects often have immense pride in their languages, so perhaps, a positive signal is all they need to continue using, spreading, and teaching these dialects.<br><br>The morality question here is complex. We are asking people to put in more effort to preserve their own cultures, but as policy makers, we still request that a standardized national language be used. We are also reinforcing the fact that dialects often create in and out groups, an undesirable situation in cities that are becoming increasingly globalized. The way we deal with these issues is to be compassionate: we understand people who don’t choose to preserve dialects (we don’t enforce the preservation of dialects), but we try to make it easier for people who are willing to. Through this, we still try to make our cities as welcoming to everyone as possible.",
    "description": "",
    "section": "how did we get here",
    "imageID": "img031",
    "link": "https://docs.google.com/document/d/1rFZdLujlaphZR_NCpt0NpxInLWk6xkCP9v8UiqlqAG0/edit",
    "span": 1,
    "attachmentType": "",
    "attachmentName": ""
  },
  {
    "id": "essay015",
    "title": "the american dream",
    "author": "James Brandon Chao",
    "content": "The American Dream has been in conversation for hundreds of years and represents the dream of attaining great personal riches and status from sheer hard work. Over the years its applicability to the general population has fallen under question, yet it still holds influence over most everyone aiming to “make it big” and “leave a lasting impact on the world.” After all, why are any of us here at Stanford if not to shoot for the stars? While this philosophy is a great, productive mindset to have when one is trying to further their own career or launch their own business, it breeds a competitive landscape between people gunning for the same opportunities. This problem is exacerbated as the Internet is massively proliferating information about job postings and school rankings, resulting in thousands of people all over the country and world competing for the same, limited spots at the same select companies. The intense, competitive landscape, which guides young people’s behavior since almost as soon as their birth, causes people to tunnel-vision on their own success and leaves little room to care for the environment, the well-being of the larger population, or the sustainability or unintended consequences of their actions. If we are to teach people to live with each other and with nature in harmony, then we must teach them to discard this selfish mentality; in order to do that, we must completely rework our society and the mechanisms we have in place for introducing young adults into society. To do so, we must make these “top opportunities” seem less rewarding and other opportunities more rewarding. We must emphasize the positive outcomes of mutually supporting each other and living in cooperation instead of competition with each other, and this emphasis will more likely than not come in the form of rewards (monetary, social/status, leeway) from the government. Only by making non-competition more attractive will people be less incentivized to sacrifice everything in pursuit of the same competitive opportunities, and only then will people have the ability to think about things (people, plants and animals) other than themselves. The intended outcome of this switch will be that people are less stressed about competing with others, and have more time to develop stronger, mutually beneficial relationships with others and with the environment. If people aren’t thinking about just using their environment to benefit themselves as much as possible, then they would ideally come to appreciate that environment more and will have more time to dedicate towards sustainable practices.",
    "description": "",
    "section": "how did we get here",
    "imageID": "img032",
    "link": "https://docs.google.com/document/d/1eNEYAtb2ioHLbfzZWOtOKw4bThlTz_Q7mBHgSR91Cjo/edit",
    "span": 1,
    "attachmentType": "",
    "attachmentName": ""
  },
  {
    "id": "essay016",
    "title": "Changing Tides",
    "author": "Jaya Sandhu",
    "content": "In the year 2089, Sarah Rominof clears her throat. She is about to present her proposal to Congress’s Environmental Assurance committee. She is Colorado’s 3rd district representative, hailing from a corn farm driven to bankruptcy by climate change. While she reads her arguments, she imagines the face of her mother, standing on the porch in the sweltering heat, watching the crops go brittle and break. A tear falls down her face, just like it did when her mom saw her that day, standing, watching.<br><br>Sarah is proposing a revolutionary true cost model that assigns a monetary value to the crops, plants, and water that goes beyond what they sell for. It accounts for all the life they contribute to. She believes this model will allow people to shift their perspective of the land: seeing it as a dynamic force that affects all things and all life. Sarah’s proposal is met with scrutiny.<br><br>“This is too complicated.” A congressman from Nevada tells her.<br><br>“There are too many different factors.” She is told many times, in many different ways. She knows these criticisms are generally extensions of these politicians' self-interests. Many of them have invested heavily in fossil fuel and adjacent interests.<br><br>Ultimately, her proposal is rejected. The night Sarah receives the news about the rejection, she throws a vase at her wall. It shatters into what looks like a hundred thousand pieces. After she has again imagined her mother’s face and cries over the broken pieces, she sighs and sweeps the pieces up.<br><br>A few months later, disaster strikes. A devastating heat wave in Arizona, destructive flooding in Florida, and Tornadoes across the South. No state is left untouched. In the middle of the night, Sarah receives a call. The President wants to revisit her plan. Overnight, the consensus of the government changed. It seems that climate change has left no one untouched. Sarah listens to the news while staring at the spot her vase used to sit. Over the next few months, Sarah and her colleagues meet with economists, mathematicians, environmentalists, and leaders of industry. They develop a model to assign a monetary value for the land, water, and even air. It is a difficult process: slow and arduous. But, Sarah feels support and camaraderie. Slowly, things get better.",
    "description": "",
    "section": "where do we go from here",
    "imageID": "img048",
    "link": "https://docs.google.com/document/d/1IIB-GLFD6xaFfGkQwCmhY3oGobVdmNaPcc5xxhAJybE/edit?usp=drive_link",
    "span": 1,
    "attachmentType": "",
    "attachmentName": ""
  },
  {
    "id": "essay017",
    "title": "Capitalverse",
    "author": "Abi Leigh Archer",
    "content": "A true cost accounting board game to redefine capitalism for the benefit of the environment",
    "description": "",
    "section": "where do we go from here",
    "imageID": "img038",
    "link": "https://docs.google.com/document/d/11iaJLagDXsBegewtwXyWHTIBTfJ_bs4GZlQYdv6_seA/edit?usp=sharing",
    "span": 1,
    "attachmentType": "pdf",
    "attachmentName": "capitalverse-abi_leigh_archer.pdf"
  },
  {
    "id": "essay018",
    "title": "Family Values and Food Waste: The Case of the Philippines.",
    "author": "Carmel Limcaoco",
    "content": "The social norm, or cultural value, that I am choosing to identify for this assignment is quite close to home. I am from the Philippines, and one of the most significant values in Filipino culture is the importance of family. Having grown up in Manila, I never realized the effect that being raised in such a collaborative and close-knit culture has had on my relationships.<br><br>As a result of a culture that prioritizes family and family-like relationships even with those who are not necessarily your blood, a cultural norm is that meals are eaten family-style - that is to say, all the dishes on the table are shared with everyone sitting at the meal. I did not realize that this was specific to Filipino, or even some other Asian and European cultures, until I came to university in the USA and realized that the cultural norm here is for people to have their own individual plates at dinner without the expectation of sharing. In Manila, sharing is not just encouraged, but it is almost expected.<br><br>I believe that the stereotype of hospitality in Filipino culture stems from the value Filipinos place on family, and this results in a culture and community that is consistently welcoming of other cultures and open-minded to ideas that are unfamiliar. Ultimately, the cultural value placed on family, if somehow implemented widely, could have broad implications on the way opposing groups treat each other or even go about conflict. Beyond this, sharing food at the table decreases food waste, and in a country like the US, such a habit could go an immensely long way; even in my personal life I’ve realized that I generate significantly more food waste when at college than when I’m at home largely in part due to this cultural shift.<br><br>The way I would go about potentially implementing this cultural shift on a wide scale is by encouraging restaurants to emphasize shareability; many restaurants have dishes that are huge servings in themselves. If restaurants can implement share-only dishes on a wide scale, it would in a way force diners to select only a few items intended for sharing rather than many. Though this is far-fetched and also may contradict the culture of certain restaurants, I do believe that restaurants notorious for having large portion sizes should market their dishes properly such that consumers are encouraged to share and also to limit the number of items they purchase in order to limit food waste.<br><br>It would be extremely difficult to enforce a different cultural value from a different area of the world to the USA, but by subtly shifting marketing tactics or otherwise forcing restaurants or companies within the food industry to restrategize or standardize portion sizes would not only foster communities and family-like values but also discourage food waste. This navigates two very complex problems subtly but possibly effectively. Ultimately, this may not be impactful on the small or local scale, as it will take a broad impact to make an actual large cultural change, but if small changes are made across the country in this way, it is possible that communities in the US may begin to adopt characteristics of the family-valuing and community-oriented Filipino culture.",
    "description": "",
    "section": "where do we go from here",
    "imageID": "img042",
    "link": "https://drive.google.com/file/d/1Xm60IwXY8_eVzdxHeEzbe4JqiH5I-IbU/view?usp=drive_link",
    "span": 1,
    "attachmentType": "",
    "attachmentName": ""
  },
  {
    "id": "essay019",
    "title": "Inside vs. outside",
    "author": "Kimberly Cheung",
    "content": "What if there were no boundaries between “inside” and “outside”? The air we breathe surrounded by four walls and a ceiling is the same air we breathe standing at the top of a mountain: 78.08% nitrogen, 20.95% oxygen, 0.93% argon, 0.04% carbon dioxide, and a minimal amount of some other gases. The air flows through the mountains and the sea, is processed through mechanisms of breath, and fuels a reciprocal exchange among billions of species. The light may be deflected through a window or generated by some other power source, yet inherently the wavelengths are of natural source. “Inside”, we feel a sense of shelter from the elements of the “outside”, yet forces such as an earthquake or a tsunami are more powerful than anything a building could protect against. What would deconstructing this distinction do to a human’s sense of belonging on this planet? While shelter was one of the inventions that allowed humans to survive until this day, it also put up a mental block between ourselves and our environments. “Inside” allows us to control the clock - we can be awake in a brightly lit room at 11 PM at night. “Inside” shelters us from feeling the hug of wind or the refreshment of rain. “Inside” gives us an opportunity to escape from the reality of the physical world around us. Sometimes, I feel embarrassed by the amount of time I spend inside everyday. I feel disconnected from and separate from the warmth of the sun or the chirp of birds. “Inside”, I easily lose focus, lose track of time, lose a sense of who I am. Now, I realize that there are circumstances where being inside is a necessity for health and wellbeing. But the main question I pose here is what does it mean to carry all the natural elements of our ecosystem “inside” with us? What does it mean to feel “outside” when you are “inside”, or feel “inside” when you are “outside”? As we are reconstructing our relationship to the natural world, evaluating the concepts in which we allow ourselves as a human species to be distinct from the natural environments we are a part of is really important. I think this offers the possibility to evoke some change in what we take as daily standards. First off, let’s recognize the natural materials which make up those shelters which we need to go “inside”. Let’s have more classes surrounded by trees. Let’s make more important decisions when we can see the air we are talking about decarbonizing or the ocean that is too acidic. Let’s be with community, with those both older and younger, with those with backgrounds from across the world, in local places we know well. I believe that a paradigm shift where we are safe, where we are home, and where we are “inside” anywhere we go is a significant step towards a fully interconnected world.",
    "description": "",
    "section": "where do we go from here",
    "imageID": "img052",
    "link": "https://docs.google.com/document/d/1gZUS2BjpYA_JgdT7PSg8tdIrTJAp1QzAA2PZbsY4Z0U/edit?usp=sharing",
    "span": 1,
    "attachmentType": "",
    "attachmentName": ""
  },
  {
    "id": "essay020",
    "title": "It’s what saved the world",
    "author": "Aaryan Chirag Sukhadia",
    "content": "<i>‘What the fuck is this!’</i> yelled Sameer, slamming down the file on the table. His hands and eyes shook with equal parts rage, confusion and disbelief.<br><br>Anna’s cold blue eyes gazed at him with the utmost calm.<br><br><i>‘Answer me!’</i> he pressed.<br><br><i>‘It’s what saved the world,’</i> she replied. She knew this had to come out some day or another. Only once entering the light do people realize just how dark the shadows were.<br><br>,<i>‘International drug cartels and fraudulent market manipulation saved the world?’</i><br><br><i>‘Well we had to get funding somehow, and you know taxpayer money wouldn’t cut it.’</i> The casual tone with which she spoke about this was deeply unsettling to Sameer. This was not the organization he thought he had joined.<br><br><i>‘So all the fundraisers, member state pledges to our organization, the entire ‘peaceful environmentalism’ philosophy we preached... that was all bullshit?’</i><br><br><i>‘It’s not bullshit now, that’s what we’re actually doing. Those were different times. Desperate times. You know the money from fundraisers and pledges hardly covers our basic administrative costs, leaving us meager scraps for actual environmental work. Right now it is sufficient, but back then we needed more.’ ‘Yes but this could not have been the only option!’</i> he barked.<br><br><i>‘Perhaps not, but we were short on time back then too. Environmental collapse wasn’t going to wait for us to find a cleverer, ethically balanced solution. So we did what we had to.’</i> She spoke as if talking about a different aeon. Perhaps for the first time, Sameer started to notice his former boss’ age. Hesat down on the chair and buried his head in his hands.<br><br><i>‘Anna there’s records of kidnapping in here. Sanctioned extortion. Equipment sabotage,’</i> he spoke through his fingers.<br><br>Anna sighed, and reached for the chessboard on her table to shift it between them. Her wrinkled hands picked up a knight and began to fiddle with it. Sameer stared at those wrinkles, wondering just how many secrets they held.<br><br><i>‘Do you play chess, Sameer?’</i> she asked.<br><br><i>‘No, never have.’</i><br><br><i>‘Well then it’d be quite a short game between us. I was rated 2200 at one point you know, I was on the brink of-’</i><br><br><i>‘Anna excuse my interruption but can we fucking not do this with the riddles right now?’</i><br><br>Again, those blue eyes pierced through his soul. Sameer felt a silent but almost tangible anger emanating from them. Nevertheless she did not say a word and began moving around the pieces on the board.<br><br><i>‘My point, Sameer, was that the reason new chess players perform so badly at the game is they cannot see more than 2 or 3 moves ahead.’</i> She started simulating a game, sliding each piece across the board with surprising vigor.<br><br><i>‘Some climate activists may have seen 4 or 5 moves ahead, but that still isn’t enough.’</i> She struck a white pawn with a black one, making a loud clack throughout the room.<br><br><i>‘Social order is a game that we all agree to take part in, but the stakes are beyond most people’s conceptual grasp. The amateur players did not understand that, if allowed to continue their clumsy game, the world would’ve surely been doomed.’</i> A bishop took a knight with another satisfying clack. <i>‘So sometimes we are forced to make moves that may seem wrong or incorrect or disturbing to the average person. If we are to play within the boundaries of the game and still win, we must resort to unseemly sacrifices.’</i> She slowly moved a queen to take a pawn, leaving it vulnerable for a rook to capture it, seemingly for free.<br><br><i>‘We needed to save the world but we were helpless to change society to do so within the boundaries of what seemed normal or ethical. So we turned to darker things. We temporarily gave up our idealism so that the future generation might have theirs.’</i>Sameer’s eyes grew wider with every word. <i>‘And so we did insider trading to get money for environmental projects. We hacked fossil fuel company board members and blackmailed them into making policy change. We destroyed oil pipelines and covertly stole money from dirty banks to cover things up. It wasn’t pretty, but somebody had to get their fucking hands dirty to save us all. ’</i>Each syllable was more violent than the last.<br><br><i>‘Was it worth it? ’</i>quivered Sameer’s voice.<br><br>Anna’s eyes drifted to the window. They gazed out over a green horizon, a world where ice caps were no longer melting, where temperature rises had subsided, and renewable energy had flourished.<br><br><i>‘You tell me.’</i>",
    "description": "",
    "section": "where do we go from here",
    "imageID": "img036",
    "link": "https://drive.google.com/file/d/1IiWdHKPvhLsbAO_Sy6TWEizQjsuHsFr4/view",
    "span": 1,
    "attachmentType": "",
    "attachmentName": ""
  },
  {
    "id": "essay021",
    "title": "Keeping my hands busy",
    "author": "Jessica Sydney Fairlie",
    "content": "When I feel overwhelmed contemplating issues in life, especially the environment, I self soothe by keeping my hands busy. This is the sweater that’s been keeping me sane for the last several weeks, and I am very proud of how it turned out. Knitting a sweater is so much more about the process than the result itself, and I would like to carry that mentality forward when approaching difficult to answer questions.",
    "description": "",
    "section": "where do we go from here",
    "imageID": "img049",
    "link": "https://drive.google.com/file/d/1hojYvoy6Qi_mjlRPmmJEo-GnS3sLReyp/view?usp=drive_link",
    "span": 1,
    "attachmentType": "pdf",
    "attachmentName": "keeping_my_hands_busy-jessica_sydney_fairlie.pdf"
  },
  {
    "id": "essay022",
    "title": "Legal Personhood for Societal Efficiency",
    "author": "Eric Gao",
    "content": "Granting natural preserves legal personhood, while creating a system of laws that provides a streamlined process for activist groups or individuals in general to sue polluting corporations over environmental damages, would functionally accomplish an aligning of corporate incentives with societal ones. Absent such a legal change in the status quo, it could be corporations’ profit maximizing choice to pollute. For instance, suppose societal demand for a good is p = 10 - q  while a firm’s cost to produce a good is one per unit of good produced. However, now suppose that every unit of the good imposes a cost of seven to society in the form of environmental damages to a nearby lake. If the lake did not have personhood and there were no grounds for the corporation to be sued, the profit-maximizing quantity produced can be found by taking the first  order condition of the profit function profit(q) = pq-q = (10-q)q-q. The derivative of that with respect to q is 10-2q-1 = 9-2q; the profit-maximizing choice happens when q = 4.5. However, at this quantity, aggregate societal utility is the integral from q=0 to q=4.5 of 10-q minus 8q, which  comes out to be about -1.2. However, if we were able to punish the corporation for polluting and  force them to internalize the external societal cost of pollution, their new profit function would  be profit’(q) = pq-4q=(10-q)q-8q. The derivative of that with respect to q is 10-2q-8 = 2-2q; the profit-maximizing choice happens when q = 1. In this scenario, aggregate societal utility is the  integral from q=0 to q=1 of 10-q minus 8q, which comes out to be equal to 1.5. As such, forcing the firm to internalize its large negative externality brings societal welfare from the negative to the positive. Interestingly enough, such legal change is compatible without a complete reimagining of current economic systems: we use the free market and firms’ inherent want to maximize profits to induce societally optimal behavior.",
    "description": "",
    "section": "where do we go from here",
    "imageID": "img045",
    "link": "https://docs.google.com/document/d/18jCtow5NbokssdH-fiTlz3WhlaKVRP_72F-YK0bVr0A/edit?usp=sharing",
    "span": 1,
    "attachmentType": "",
    "attachmentName": ""
  },
  {
    "id": "essay023",
    "title": "networks",
    "author": "Abi Leigh Archer",
    "content": "There’s an overwhelming feeling that things have gotten too big, too complicated, and too far out of hand to rein back in. In some ways it feels like we’ve already gone over the line. Too much has been destroyed and lost, too many species have died off, too much damage to our ecosystems and atmospheres to go back, and most of all, to great of a reliance on living life the way it is now versus transitioning to a sustainable way of life. It feels encoded in the way people think. The disconnect between nature and ourselves, the anthropocene, is in a way excepted as natural in the pseudo world we’ve built that worships infinite growth and ignores the finite nature of the system. How could this have happened? It seems to go so harshly against the very principles of nature. Shouldn’t we have some sort of ingrained connection that makes it repulsive to destroy the very thing that sustains us? How could we become so disconnected from the land, the oceans, the forests, the deserts, the mountains, the streams, rivers, and valleys? Somehow it is regarded as totally natural to sit in front of a computer screen for the entire day, sustain ourselves with food-like products rather than real food, to have to make an effort to see sunlight during the day, or even to look up from the screens we carry just to perceive the world. Don’t we remember deep down, maybe encoded somewhere within our cells, what is means to be a living part of a living system? Memory is often thought of as something stored in the brain, in the form of neural connections housed in the hippocampus, recalled at the onset of an electrical impulse releasing neurotransmitters that brings a rendering of the past back into existence. But memory arguably spans far beyond that, dispersed throughout our bodies, encoded in our senses like taste, smell, and touch. I feel strongly that if humans were tune in to nature, to spend time alone with nature in silence, these memories encoded throughout our beings would start to speak. Maybe we would see things differently if we were in tune with the messages fundamentally encoded within our minds and bodies. I’m not sure where the future of the human race is headed; I’m not sure if it’s our choice one way or another about our fate as a species. But I feel strongly that each and every human on this planet houses information within their mind and body that would lead them home. Maybe that will be enough to make us care, with enough time to spare.",
    "description": "",
    "section": "where do we go from here",
    "imageID": "img037",
    "link": "https://drive.google.com/file/d/1P6coU8yU1z-XsFi5g7lO5jJDbkIsyJxJ/view",
    "span": 1,
    "attachmentType": "",
    "attachmentName": ""
  },
  {
    "id": "essay024",
    "title": "Promoting the Value of Tikkun Olam",
    "author": "Jason Bloom",
    "content": "In Judaism, Tikkun Olam is the value of healing and repairing the world. Growing up, my dad would reiterate the importance of Tikkun Olam to me with significant frequency, and he often attributes this value for being the reason that I am passionate about protecting the environment today.<br><br>Tikkun Olam could be a powerful cultural value if it was effectively instilled in large numbers of people. The difficult question is how to instill the value. In Judaism, the value is instilled through practicing religion, and building a respect for the world through humbling of one's own position in the world. While, it is true that maybe if everyone in the world were to become religious, believe in some greater power, and try to live a more just life based off of the morals set by that greater power, then I believe that everyone actually would think more before doing, and would likely decide to orient their lifestyles so that they were less destructive to the planet. For example, I have grown up in a household with Jewish influence. I celebrate Jewish holidays, I engage in Jewish traditions, and at this point in my life Judaism is a given part of me. It isn’t necessarily something that I have to continuously feed by praying or carrying out religious actions. So, a value like Tikkun Olam, has essentially become a deeper part of the inner workings of my own being.<br><br>I still have not answered the question of how to instill such a value in people on a large scale. One answer that I have to this question is a more brutish response. It is a carbon tax–or literally making people pay for the expulsion of carbon into the atmosphere. However, this answer doesn’t satisfy me because it is not as stimulating as a societal and cultural response. I want to find an answer that will engrain the ideals of protecting the world more naturally, without the influence of money. Here is what I have considered.<br><br>For many, what we experience as children largely influences how we live out our lives. For example, my elementary school had a great after school program that introduced me to and had me playing many different sports on a daily basis. As a result, throughout my life up until now, I greatly value exercise and playing sports is one of my favorite things to do. Instead of an after school program like this, what if there was a program designed to instill the value of protecting the environment? For example, after school programs throughout the country could take kids to nearby forests, mountains, lakes, rivers, any feature that is nature-y, and just as I grew to value exercise, kids would grow to value the natural beauty of the world. I think this would cause a massive cultural shift in how people naturally desire to treat the world well.<br><br>",
    "description": "",
    "section": "where do we go from here",
    "imageID": "img047",
    "link": "https://docs.google.com/document/d/1KYKcc0cV6HX839lqWsr399zuQEph-dbvre5OmiLHzgk/edit?usp=sharing",
    "span": 1,
    "attachmentType": "",
    "attachmentName": ""
  },
  {
    "id": "essay025",
    "title": "The Ecollective Manifesto",
    "author": "Eli Rimer",
    "content": "“Boys, boys, boys,” slurred Jon over his final Vodka-Yerb, “this was wonderful.” Certainly, the spirit in the air was superb – it felt like the summer would never end, having arrived 5 months ago when the economic terms imposed by the Ecollective were finally accepted by the UN. For a while it seemed like they would simply sputter out, brushed under the rug of tabloid news of obsolete occurrences; for a while, news-platforms pushed “Six dead, dozen wounded in [insert third-world-country]” or “[Republicans/Democrats] angry at [Republicans/Democrats],” instead of diving into how exactly an online collective managed to assassinate Ulf Mark Schneider of Nestle or H. Lawrence Culp Jr. of General Electric within the span of 4 days. Instagram was still blowing up with reaction videos and memes of old white Darren Woods crying and pleading for his life while a person in a pink bunny suit with Heisenberg taped onto their back towered over him. What the news tried to silence, social media kept alive, and soon enough parks were filled with protesters who felt within them the spirit of the 60s, coming back up, ready to burst. It wasn’t soon thereafter that people started trading their clothes in the streets and taking to swimming in private pools. CEOs stopped dying but, like little Woods, signing: every week another company would publicly announce its unflinching support of the Ecollective Manifesto. “Boys, boys, boys… can you believe –” in his stupor, Jon felt it necessary to relive those days – the great promiscuity of the Pool Parties – the League of Amateur Cooks raiding the supermarkets and preparing feasts with the food that was to be thrown out. Doors were unlocked and neighbours played video games together while their children mingled in the awkward rosiness of young love; the chill that had reached the city-dwellers’ hearts, the frost of “I want kids but I don’t want to raise them in a burning world” was thawing, rekindled by hope. “Bro,” lapped Yan in retort, “you didn’t even get some until Valentine’s Day and then everybody was getting it.” They broke out in laughter, for truly the memories of Valentine’s Day – the unforgettable Valentine’s Day Gifts – were hysterical. “With love,” ended every video that flooded social media of this or that Presidentnhaving to rush out of a meeting because of uncontrollable bowels, “the Ecollective.” I mean, who could forget the video of António Guterres scratching himself uncontrollably in the General Assembly, before reading out a note planted in his speech: “We’re getting restless.” Through acts of humour the Ecollective rebelled, and through social media they gained their support. By the end of February, the western economy was at a stand-still, and everybody was anticipating the Great Protest of February 29th… Too bad it wasn’t a leap year. Not knowing what to do with their energy, people started storming their local politicians, following various grassroots leaders, and on March 13th, at the 80th General Assembly of the UN, the Ecollective Manifesto was signed. A clandestine disco-ball fell from the ceiling, lights dimmed, and ABBA started playing through all of the speakers. Though the UN representatives weren’t dancing, bars, clubs, restaurants, and streets packed with green-faced people, the symbol of success and the turning of a new chapter of human civilization.<br><br>“Alright – who’s paying?”<br><br>Everybody quickly looked at Jon – “come on guys,” he pleaded, but it was no use. “I don’t even know how this works,” he said in a final attempt, referring to the neon green card on his virtual wallet as the waiter pulled around.<br><br>“Bro, shut up, you don’t need to know.”<br><br>“Yeah and anyway, it’s not that complicated. Have you started a business? – No. Have you invested in a business? – No. So it doesn’t matter to you.”<br><br>“What?” replied Jon, confused, paying the bill.<br><br>“Bro – it’s literally the most important thing right now – what did you think all the partying was for?” and after a pause, a little bit of second-hand embarrassment, “it’s like crypto. Basically, after the March Decision, the whole economic system got switched around. We’re still capitalist, surely, but the whole system of investing and basically gambling on the future success of companies changed. Now, it’s no longer just about financial success – that has gone back to just being an indicator like the amount of people hired or what not. Instead,  it’s about how harmonious the company is able to be with the world – the more a company can scale while being harmonious, the more valuable its stocks are. And, if it is not harmonious, not sustainable, not a company stewarding for the future of the world, it’s worthless. It can still exist, but nobody would care a cent to invest in it.”<br><br>“– it can’t even have any shares.”<br><br>“Exactly. So until you’re thinking of starting a company, don’t worry about it. It’s to keep those guys up there in check, not us… Alright let’s fuck off.” They headed for the door, into the warmth of the street, where laughter could be heard from every corner.",
    "description": "",
    "section": "where do we go from here",
    "imageID": "img043",
    "link": "https://docs.google.com/document/d/1cIPS_KkmhnZaXiTZwirXS2JwwPNj3UUj/edit",
    "span": 1,
    "attachmentType": "",
    "attachmentName": ""
  },
  {
    "id": "essay026",
    "title": "The Environmental Law Enforcement Agency",
    "author": "Alice Wang",
    "content": "“What’s that?” Justin pointed at three small red dots on one of the screens. Kimi looked up from her monitor, where she had been plotting the newest seawater temperature data.<br><br>“Our sensors went off?”<br><br>“Yep. Three of them, almost 100 kilometers off the coast. That’s pretty far in.” Justin leaned closer to the screen. His eyebrows knotted together in a frown. “Five sensor alarms now.”<br><br>Kimi joined him at the screen. The square of dark blue represented the ocean. Dark shadows mapped out various landmarks of the seabed. Two-thirds of the way down the screen, five blinking red dots clustered together.<br><br>“That’s odd. What are they sensing?” Kimi turned to a different screen. A few clicks of the mouse, and several smaller windows of statistics appeared. A giant red spike in the temperature window immediately caught her attention.<br><br>“Those sensors just detected a temperature increase of more than a hundred degrees Celsius. That can’t be right. And the water quality—” Kimi pointed at another window. “—it plummeted. All at once. This doesn’t make sense.”<br><br>“Are the sensors malfunctioning?”<br><br>“All five of them, at the same time? I doubt it. The bimonthly inspection was two days ago; everything was fine.”<br><br>The phone in the office rang. Justin put the call on speaker.<br><br>“Hello, this is—”<br><br>“Is this the ELEA? There’s a fire in the ocean. We heard an explosion, and a few minutes later the fire started. We smell smoke and burnt oil. Some people say it’s an oil spill.”<br><br>“Oil spill?!” Kimi and Justin looked at each other. Justin took over the call.<br><br>“About how long ago did you hear the explosion? What’s your location?”<br><br>Meanwhile, Kimi was already dispatching people. “Johanna? I need your team to go check out a potential oil spill. Justin will send you a location. Report back ASAP.”<br><br>Justin’s fingers flew over the keyboard as he continued with the call. Kimi monitored the screens, keeping an eye on the sensors. The five blinking red dots had expanded to a group of more than ten. If it was indeed an oil spill, the oil was spreading fast. Kimi sent out more commands for teams to prepare containment measures and be on stand-by.<br><br>Justin finally hung up. He didn’t stop typing away at the computer as he spoke.<br><br>“An oil spill, in this day and age? Which greedy corporation is risking their necks for illegal oil drilling? Have they not learned that the ELEA means business?”<br><br>“I don’t know. But they are going to get the full wrath of the Eco-Police.” Kimi watched the red dots anxiously. They increased in numbers again.<br><br>“If this was, say, twenty years ago, I wouldn’t be as surprised. But ever since the ELEA was established and started cracking down on ecocide, corporations have mostly changed their ways. I thought they’d learn their lessons by now.”<br><br>A couple decades ago, the Environmental Law Enforcement Agency (ELEA) was established in response to growing pressures from scientists, climate and nature activists, and the general public regarding the state of the Earth. It was clear that normal laws were insufficient and ineffective in dealing with environmental and climate issues, so a new legal structure was created. The president himself authorized the ELEA and granted it power equivalent to that of the FBI. The ELEA would be staffed with exclusively scientists and environment activists— people who truly cared about the Earth.<br><br>The ELEA Laws were quickly enacted. These laws used criminal law to punish environmental offenses and treated environmental destruction at the same level of offense as human destruction. It was the fastest set of legislation in all of history to be drafted, approved, and put into action—a mere 26 hours.<br><br>There was excitement about finally having the power to punish big polluters and destroyers, but also a ton of backlash. Some dissent included:<br><br>“They’re not legislators. What would they know about law?”<br><br>“This is bypassing normal legal steps. This has so much potential for abuse of power!”<br><br>“We gave a bunch of nerds political power, expecting them to save the world. Just as they were beat up during school, they will soon see that politics is for the cool kids!”<br><br>All the CEOs who said such are no longer CEOs. They failed to account for the fact that people can care about a cause so much that no threat or backlash can stop them. Dubbed the “Eco-Police”, ELEA officers swiftly arrested many corporation heads, convicted them of ecocide, and made them suffer the consequences. Very few businesses try to butt head with the ELEA now.<br><br>Johanna called back. “Confirmed oil spill and fire. Sending coordinates now.”<br><br>Kimi dispatched the response teams. “Just wait until I find out which no-good corporation is behind this,” she said to Justin angrily. “Drilling oil so far out into the ocean, it’s dangerous. Not only are they disregarding the environment, they put human lives at risk too!”<br><br>“There will be hell to pay,” Justin agreed. “They won’t get away. We will catch them and make them into an example for all others who think they can do things under the ELEA’s nose.”",
    "description": "",
    "section": "where do we go from here",
    "imageID": "img040",
    "link": "https://drive.google.com/file/d/1Ly_um1fa8yH366lyB0KvZPpFjHhQe042/view",
    "span": 1,
    "attachmentType": "",
    "attachmentName": ""
  },
  {
    "id": "essay027",
    "title": "The rebranding",
    "author": "Anonymous",
    "content": "It’s been 4 days since the rebranding. Our power came back on last night, after a day and a half of darkness. Things are starting to seem normal again, if normal was completely different.<br><br>5 days ago, it was announced, not by anyone in particular, that there was to be a rebranding. That the governments of our world had failed at keeping our planet safe, and there was to be a change. One day later and that change was complete. Our countries are still separated by names and borders, but we are all now under control of the same governing body. Our previous governments have been dissolved, and the politicians retired. Instead of a president or prime minister, we now have the Elected Officials, a group unknown in size and in composition. Over the past 4 days, the Elected Officials have been busy rewriting the laws of society to protect the environment.<br><br>On the first day after the rebranding there was chaos. People flooded into the streets in confusion; there were no answers to what was happening. Gossip spread through our neighborhood quickly as people scrambled for any shred of information. That night our phones and computers and TVs went off, similar to amber alerts. In a genderless montone voice they announced that we had nothing to worry about, everything would be taken care of. They went on to say that capitalism had failed nature, and we would be adapting a new economic model, one without greed. With that, our devices switched off, and we, again, were left clueless.<br><br>We have only gained small pieces of news on the rebranding since then, through friends and friends of friends. Our news channels, which would normally have been alight with opinions and claims about our new reality, were quiet. Only the local news still plays, letting us know what weather to expect, and which highways have traffic jams. Our day to day lives were put on pause temporarily, but now everything is running again.<br><br>We are still unsure how the rebranding will affect us, but subtle differences are becoming apparent. I went back to school today for the first time since the rebranding. In math I usually sit next to Ava, the daughter of a big business owner. Today, as I looked around, I noticed Ava wasn’t there. She showed up thirty minutes into our precalculus lesson looking distraught. Her hands, usually holding one of several of the designer purses in her possession, were empty and shaking. As she sat down I whispered to her, asking if she was alright. She turned to me, and with wide open eyes stated “They took everything. It’s all gone. Everything is gone.” The terrified look on her face and the shakiness of her voice told me to not press it further.<br><br>Later that day, I learned that Ava had been pulled out of class by 4 men dressed in dark clothing. It was rumored that her dad had been faking carbon emission reports, and was polluting at a rate ten times higher than legally allowed. I heard from hushed voices in the hallways that the men were agents of the Elected Officials, and they were tasked with “eating the rich.”",
    "description": "",
    "section": "where do we go from here",
    "imageID": "img050",
    "link": "https://docs.google.com/document/d/13P8VfWAuzj-jFHUeCc3bOU6NQWslF3nq8__L68bzCcs/edit",
    "span": 1,
    "attachmentType": "",
    "attachmentName": ""
  },
  {
    "id": "essay028",
    "title": "Three days out of a thousand",
    "author": "Max Manson",
    "content": "In my pre-college education, the only outdoor education that was given was a 3 day camp in the mountains during fifth grade. The camp was great, we learned about the native plant and animal species, studied the geology of the area, hiked to an area devastated by wildfire, and more. The camp left me longing for more nature and actually sparked an interest in environmentalism among my friend group. We started an unofficial environmental club called “green leaf” and our 10-year-old minds had wild dreams of extreme measures of action to “save the environment,” as well as reasonable ones too.<br><br>But the thing is, of the over 1000 days of education I had through elementary, middle, and high school, only 3 were dedicated to outdoor education. What if we cared about this more? What if kids participated in outdoor education every year, and it was given the same importance as other primary school topics? How many more kids would feel a stronger connection to nature and be inspired to save this beautiful planet we call home?",
    "description": "",
    "section": "where do we go from here",
    "imageID": "img053",
    "link": "https://docs.google.com/document/d/18cxe8CwjedGEhizoMJ_TL_9F_D9U82Xr7Auok_Lz-N8/edit?usp=sharing",
    "span": 1,
    "attachmentType": "",
    "attachmentName": ""
  },
  {
    "id": "essay031",
    "title": "The Pace of This Place",
    "author": "Maya H. Green",
    "content": "Here’s a thought: why can’t we humans just get out of our own heads? When did we become so unaware of other worlds (earthly ones, like that of a beatle, a cow, or a blade of grass)? There is no peace in thinking you are the only thing that matters. It is a crushingly lonely thought, in fact, that we own the world, that everything in this domain is ours, that we must produce endlessly. The difference between us and a plant is that we <i>want</i> to produce endlessly. The plants just <i>do</i>.<br><br>And we benefit. Will your startup benefit the live oak outside your dorm, Tommy? Will it “produce” enough to sustain the oak’s life through smog and smoke and low-flying planes? Will the hardest stuff of your tiny little company be supple enough to construct lovely round barrels into which young wine will be poured, and sit, and ferment in its own sugars? Will it house three squirrels, nine thousand ants, four hundred beetles, and provide resting places for twelve generations of oak titmice? When your startup evolves, do its genes splice and shift? When it grows, do its cells proliferate?<br><br>Tommy doesn’t know what a live oak is. That’s ok. It doesn’t know him, either.<br><br>Can you tell I’m fed up with the pace of this place? Someone says, after a “climate conversation”:<br>“I don’t want a long list of potentials. Just give me something I can DO! Give me ONE answer! You’re the expert, you should know!” He is clearly very climate anxious. He hustles and bustles like the rest of us, and was asked to stop and think for one moment about the large things outside of his world. Stress—anger, even—blooms. How do we slow ourselves down? In this context (Stanford) and that context (capitalism) which are really truly the same context, if we slow down, they lose. The faceless “man”, or whatever. We cannot stop until his belly is fed with our little wispy souls. I imagine him like a dementor, floating ethereally by with a round rotting mouth poised to suck the living daylights out of us. All the light, actually.<br><br>And what of the students who rush by on their bikes, ears plugged with plastic blasting some new song or advice from a podcaster on how to stay healthy? They did not see that turkey vulture one thousand feet above. Or, for that matter, hear the blindingly loud construction sounds emanating from all parts and bouncing off brick and tile. The human noise, the secret conversations of water, birds, trees. The laughter and sounds of networking. The silent tears streaming down someone’s face. Someone biking by so fast the tears dry instantly, leaving tiny sticky tracks down their cheeks.",
    "description": "",
    "section": "where are we",
    "imageID": "img021",
    "link": "https://docs.google.com/document/d/1PTiRcHITsv0Dfg9NwfeQtLJ3wneh0oEjqfn3jY7XS_g/edit",
    "span": 1,
    "attachmentType": "",
    "attachmentName": ""
  },
  {
    "id": "essay032",
    "title": "Burning",
    "author": "Patricia Gerli",
    "content": "The passenger hears a distant chirp and raises her head towards the sun. A black spot appears in her eye, and she goes partially blind, but only for a second. When the scene starts to focus, she melts away into its daunting yet natural beauty. A white blanket covers the coarse rocks that lay in front of her. Past the rolling white hills larger more dagger like mountains outline its softness. The sun causes the snow beneath her to glisten, shimmers radiate through her peripheral. And although the thermostat reads 10 degrees a soothing warmness coats her bundled up body from the sun. In this moment she is content. In this moment she is satisfied. For its vastness, for its beauty, for what it offers, for what it threatens. How it makes everything else seem to fade away to all that is left is what lies in front of her.<br><br>Again, she hears the distant chirp, and her ears pipe up to follow its distant sound. As she looks up a sudden tightness fills her throat. And chills run up her spine. Her eyes instantly dilate, and she focuses on almost every aspect that surrounds her. The shade of the sun darkens three tones, the white snow no longer glistens in its light but begins to combust to lose its form to dissipate around her. Within seconds the dagger mountains are all she can focus on, no longer covered and soft in the white blanket but instead barren and hollow. As she continues to focus, she sees meadows stiffen and wither in front of her. Sweat lines her forehead, her skin burns. Instantly the pines around her combust in red furry. With a loud bang a raging forest fire takes the place of the snowy meadow she loved just moments before. The burning continues her heart sinks and black char takes its place. This is what I think of when I think of the image of climate change. My favorite place in the world, the Wasatch Mountain range, diminished to nothing more than a black charred forest. I’ve seen it, I’ve been there, and it terrified me. This is the reality we face and how do I do whatever I can to help fight it. That is naive of me – my strength is nothing in comparison. And that is when the dread hits, the loss, the sorrow.",
    "description": "",
    "section": "where are we",
    "imageID": "img022",
    "link": "https://docs.google.com/document/d/1y2YMDpZSvVoRe5PQcfB3_LWJzQ3thClz/edit",
    "span": 1,
    "attachmentType": "",
    "attachmentName": ""
  },
  {
    "id": "essay033",
    "title": "Guardians of the Sea",
    "author": "Anonymous",
    "content": "A young girl throws the ropes of a rowboat aside and rows out into the open ocean, off the coast of a small island. She peers over the edge to see what lurks below. Then, she drops a bag of cut-up herring into the waters. Suddenly, a flurry of life washes beneath her boat, where she sees an assortment of fish and sea life that are all too familiar to her. She continues peering into the dark, murky water, desperate to find what she is looking for. Suddenly, a small grey fin appears in the distance, quickly racing toward the boat.<br><br>Penina smiles widely. A few feet away, a magnificent, sleek dolphin leaps up from the depths and moves past just inches above Penina's head. The majestic creature gracefully dives back down below the waves as quickly as it emerged. Penina's eyes widen at this sight; she has never seen such beauty before!<br><br>Penina sits quietly on her boat, grateful that this beautiful creature has chosen once again to visit her little fishing village. Her heart beats wildly with excitement when suddenly another splash breaks through the calm waters behind her. She moves to the edge of her boat and extends her palm. The dolphin swims closely toward Penina and allows her to stroke her smooth head. They share a moment together, each basking in the other's warmth. With gentle strokes of her hand, Penina guides the dolphin closer and then pulls it onto the shoreline where she can sit beside it.<br><br>The dolphin lifts herself up so Penina may climb aboard. As she climbs over the side, the dolphin dips her tail under the water and nudges Penina playfully in the ribs. Penina giggles excitedly, but then hears something strange. The dolphin forcefully exhales multiple times -- a small plume of water bursts into the air. Something is wrong.<br><br>“Is everything okay? You're not mad at me right?” Penina asks. The dolphin once again exhales, then nudges her nose into Penina.<br><br>Penina examines her body for any marks or injuries. Nothing. She sits stumped -- what has happened to her friend? Maybe she will be better tomorrow. Penina shrugs, gives her more fish, then leads her back into the sea.<br><br>“See you again tomorrow! Hope you're better then!” Penina exclaims, waving warmly. Despite trying to reassure herself, her friend's erratic breathing weighs heavily on her mind.<br><br>That evening, Penina sits with her father, Levi, on benches surrounding a fire pit brimming with fried fish. As she chows down on her share, she tells her father about her day. Her father listens patiently.<br><br>“... and she started to chuff a bit strangely, so I sent her back quickly into the sea. After, I worked with the others to detangle the nets for...”<br><br>Levi raises his hand for silence. “What do you mean ‘chuffed strangely’?”<br><br>“I don't know. She began breathing loudly, as if coughing through her blowhole.”<br><br>He considers this for a moment. Then let's her proceed with her daily update. As she finishes, Levi heads to the chief of the village, Anya, who eats among others at a table in the back. He asks to speak with her privately.<br><br>They walk along the beaches, admiring the night sky full of stars. They remain silent for a few minutes, taking in the beauty of the dark ocean ahead. Levi then explains the situation.<br><br>Anya stops and turns to face him. “So you have concerns regarding the supply?”<br><br>His brow furrows slightly. His voice remains calm despite the uneasiness he feels inside. “Yes... yes, there seems to be some sort of problem.”<br><br>She nods. “The others believe it stems from the fact that the weather has worsened.”<br><br>“But why would her friend be sick? That doesn't make sense,” Levi says, gesturing toward Penina. “It must be the waters. They've turned a bit redder these past few days. How can that be explained, besides perhaps something divine?”<br><br>Anya shakes her head. “There are no signs of illness or disease among us though. If anything, many have reported feeling stronger than usual during the last couple weeks.”<br><br>Levi frowns. “We should just be wary. Maybe start fishing on the east side...”<br><br>“No, we mustn't. You know what others think of those waters. We don't know whether the Guardians are protective or dangerous.”<br><br>“Yes, but if these fish are tainted, diseased, then it's better to take the risk.”<br><br>“Let's wait it out. I will not make any rash decisions without concrete proof of changes to our supply.” Anya leaves Levi alone on the beach. He stares at the crashing tides, listening carefully to their whispers. He shakes his head, worried, and heads back to the others.<br><br>The next day, Penina wakes up early and races to the shoreline. She rows out on her boat, dumps the feed, and waits patiently. Fewer animals seem to surround the boat, gobbling up the fish that Penina has just thrown their way. She watches for her friend, but several minutes pass, and the activity below her slowly diminishes. She sets her head on the edge, dejected at her friend's absence.<br><br>As time passes, she begins to hear splashing sounds coming from deeper within the ocean. Curious, she paddles closer until she finally spots the dolphin swimming toward her. She gasps with delight upon seeing her friend, but her joy soon fades when she notices something odd. There is blood dripping from the corners of the dolphin's mouth.<br><br>“Oh my gosh! What happened? Are you okay?” Penina yells, reaching forward to touch the injured animal. But the dolphin does not respond. Instead, it continues to gasp violently. Penina frantically reaches for the net attached to her boat, grabs hold of the rope, and yanks hard. She drags the dolphin up onto the sandy shoreline where she lies beside her friend, crying tears of sadness as she holds her close.<br><br>Levi spots her on the beaches and rushes toward them, pulling her hands away. “Don't move her! We need to get her to safety.”<br><br>Together, they carry the struggling, limp body of the dolphin to the nearby forest. Once safely hidden away, Penina kneels beside the animal, cradling her head against her chest. Tears stream down her cheeks as she rocks the lifeless body. “Please wake up... please come back to me,“ she pleads.<br><br>Several villagers come over. A medic checks the dolphin, wiping away algae that has accumulated all over her body. The medic gestures for everyone to move away. After a few minutes, she gives her judgement.<br><br>“The animal seems to have suffocated. It'll give its final few breaths any minute now.”<br><br>“Suffocated? How?” Penina asks tearfully.<br><br>Levi pulls her close to him as she buries her head deep into his arms. He finds Anya entering the scene. He shakes his head at her and leaves with Penina to their home. Behind them, Anya and the others watch over the dolphin.<br><br>Two hours later, Penina, Levi, and a few others hold a small ceremony for the dolphin. Many gather around her grave. A single tree stands tall near the center of the circle. Its trunk is wrapped in colorful cloth, while flowers adorn its branches. Levi speaks solemnly: “May your soul find peace now. Your suffering ends here. Rest in the light of our ancestors.”<br><br>A chorus of voices echoes throughout the clearing as people recite prayers, sing songs, and offer words of comfort. Everyone takes one last look at the tiny casket placed atop the mound of dirt, then returns to their homes.<br><br>“Now should we move to the eastern shores?” Levi asks, sitting across a pensive Anya.<br><br>She looks at him sadly. “Not yet. Let's see how things progress.”<br><br>“How things progress?”<br><br>“The animal died from suffocation, Levi. It's very natural.”<br><br>“Suffocation isn't natural. You saw the algae all around her. You heard her breathing. This is a warning sign.”<br><br>“I will not cause unwarranted panic.”<br><br>“But there's already fear in this community because of the weather! Now we have a dead animal to add fuel to that fire!”<br><br>Anya sighs deeply. “This is a tragedy, but not necessarily a harbinger of doom.”<br><br>Several nights pass. The village becomes restless with worry. Some begin to question whether Anya should lead the council anymore. Others wonder if the gods might be punishing the entire village. Still others simply pray for guidance.<br><br>One morning, Penina awakes feeling ill. She has trouble getting out of bed and struggles to open her eyes. When she does, she immediately realizes she needs to go to the bathroom. She hobbles outside to find her father chatting with Anya. She feels as if she is dying. She tries to tell them, but she cannot even speak. Her body goes numb and she collapses to the ground. She vomits repeatedly before falling unconscious.<br><br>The two spot her on the ground and rush her back inside. The medic arrives shortly after and determines that Penina has had been poisoned, from something in the food. She orders Penina to drink water and rest for a few days. Penina falls asleep almost instantly, exhausted from the ordeal.<br><br>Levi looks at Anya, sensing that she now realizes the situation has become too dire. Anya nods and understands what she must do.<br><br>At the next village meeting, Anya explains that their shores have become tainted. They must all pray for better days ahead. But in the meantime, they will need to shift their fishing to the east shores.<br><br>“And what about the Guardians? There may be few, if any, fish in those waters, and that’s before we consider the dangers of rowing that far out.”<br><br>“We will need to take a chance. Otherwise, more of us will fall ill. I know this is a big change, but it's necessary. Please trust in this decision.”<br><br>Some villagers nod in agreement, while others continue to express their discontent. Anya attempts to quell their fears, assuring them that nothing bad should happen. But her words only serve to increase their anxiety.<br><br>The next week, the fishers make their journey to the other side of the island for the first time. Cautious, terrified, brave, they cast their nets and pray for good fortune. On one of the boats is Penina, who rides out deeper into the openness to be amongst the sea life.<br><br>Several hours pass, but the nets never fill up like usual. At least half of the group return disappointed. Penina stays behind with another man. He catches a few fish, but most of the catch consists of seaweed. Penina sits quietly on the boat, watching the waves crash against the sides as dusk approaches. She realizes that they’ve entered a new age, one where comfort and security may no longer be a guarantee. She knows that she must adapt, grow strong, and learn how to survive in an uncertain world.<br><br>The next morning, the sun shines brightly overhead as Penina rows through the calm seas. Her heart fills with nostalgia as she sees rocky cliffs appear in the distance. Soon she comes upon a large rock formation jutting out of the ocean. She smiles and thinks of the legend her mother used to tell her about this rock.<br><br>Once long ago, a man woke up right here, at the edge of this cliff. He was lost and confused. On the shores below rested a giant whale, whose body was cut open. The man rushed to the whale and asked what happened. The whale responded that the Monsters attacked him and his family. The man didn't know how to help, so he prayed to his God to save the whale. And then the God answered his prayers, giving him a choice to save either the whale or himself. The man chose the whale, and God abided. The whale's injuries healed, and God carried the whale away into the deep. The man, in turn, accepted the whale's injuries as his own and closed his eyes ready to die.<br><br>“But nothing happened. Instead, God said, 'You have chosen the path of wisdom, strength, and courage. For this, you shall be called Guardian.' God transformed the man into a beautiful sea creature, and God commanded him to protect all life in the sea from all things he considered to be dangers. The man asked God what dangers He speaks of. But God had left. So the man set off in the ocean as a Guardian. For a long time, he found no dangers that God had warned him of. Instead, he only found those who had looked like him, using the seas for food and survival, which he deemed to be reasonable. But then, as he saw more and more of these humans using the sea, things began to change -- the reefs were decaying, more fish were dying for no reason, the waters were heating. Then, the man realized. The Monsters the whale had spoken of, the Dangers God had mentioned. He knew now who they had meant.”<br><br>",
    "description": "",
    "section": "where are we",
    "imageID": "img027",
    "link": "https://docs.google.com/document/d/1wFvpU2aRqNMdbcEVs37Ec-cP6yE73nB6wtbM1sUB_Gs/edit?usp=sharing",
    "span": 1,
    "attachmentType": "",
    "attachmentName": ""
  },
  {
    "id": "essay034",
    "title": "How much longer do we have to keep screaming?",
    "author": "Sabrina Ahmed",
    "content": "Tired, frustrated, and annoyed. Those are the overwhelming emotions I feel when thinking about the current state of our environment and our commitment, or lack thereof, to creating solutions to the problems that we made. Or should I say that they made? How can so much of the world not care? Do they not hear us screaming, begging, dying? My home country will be underwater by the end of this. Where will my people go? The largest polluters in the world will never have to worry about their homes simply drowning. They will never be climate refugees. They can avoid the lethal consequences of their own actions. They claim to care about the environment, yet only a portion of a single percentage of their budget and profits go towards climate action. To add salt to the already searing wound, so much of this climate action is useless in the long run; it’s only a ruse to distract people from the monstrous amount of pollutants they pump into our environment.<br><br>How can we take action in a country so divided? In a world so selfish? How do we convince people to listen to science instead of some man without any scientific credentials? How do we convey that divine intervention will do nothing at this point, and we are reaching our last moments to prevent mass extinction? How can people live with the idea that we will not only be killing our own people, but an entire world of animals and ecosystems that lived in harmony for billions of years. Does anyone even care about all of our biological progress being completely wiped or changed forever?<br><br>The people in power don’t care enough. They know they have an insurance plan. At the end of the day, they know that them and their future generations will be okay. What about the rest of us? How much longer do we have to keep screaming? Begging? Dying? The loss of life is not as ugent of a force as it should be. Greed and selfishness seem to be the running forces of the world. We are tired, frustrated, and pissed.",
    "description": "",
    "section": "where are we",
    "imageID": "img028",
    "link": "https://drive.google.com/file/d/1L-k11yXmzo5HQBjH2BM8UwWgxJ8UNGFD/view?usp=drive_link",
    "span": 1,
    "attachmentType": "",
    "attachmentName": ""
  },
  {
    "id": "essay035",
    "title": "Grappling with hope",
    "author": "Will Beasley",
    "content": "My mind is constantly thinking about climate change, sometimes consciously, sometimes in the background, yet anytime I think about it, I find it hard to have hope. Looking back in my short lifetime, I have already noticed marked changes in my immediate environment. Growing up in California, I have seen significant changes – extreme droughts, deadly forest fires, long hot  summers, short warm winters, and more. I am left feeling an overwhelming sense of worry, for  my generation, for my future children’s generation – do we have enough time to fix the damage  we have done?<br><br>While you can look back to governmental mandates and corporate promises, they have not been enough. We are still on a crash course to irreversible climate change and environmental damage. It is truly now or never to try and address our actions. It is going to take more than hollow government deals and international promises – it is going to take a worldwide change in how we perceive and value our environment.<br><br>However, this is such an incredibly hard thing to accomplish. How do we create this worldwide change in a fair and equitable way that doesn’t burden those who are already burdened? How do we change corporations and private enterprises from achieving profits over all else? Capitalistic tendencies have allowed the US and other western nations to achieve incredible economic growth, but what is the end goal if profits are contributing to our demise? Do people really want to change how they live in the name of protecting the environment or are we just too selfish to think ahead to future generations? I really can’t grapple with these questions easily, but I try to have hope. Hope that, yes, we can in fact change how we live and be happy with changes because the longer we choose to destroy the planet, the less time human civilization will have.",
    "description": "",
    "section": "where are we",
    "imageID": "img029",
    "link": "https://docs.google.com/document/d/1QiNvCtloTxYF1AVqAaakgYi5lCFmUkJBcLR_EAwhvuU/edit?usp=sharing",
    "span": 1,
    "attachmentType": "",
    "attachmentName": ""
  },
  {
    "id": "essay036",
    "title": "The streets were all but depleted",
    "author": "Eric Bear",
    "content": "The streets were all but depleted. Unrecognizable, torn up, shriveled, and mangled. Time did its job, and we were wise enough to let them rot. In their place, expansion joints ruptured, allowing cracks to reunite light with the soil beneath. As the asphalt and concrete fractured, the city goers replaced seeds where they ought to have been all along. And in the wake of drawn-out violence against the land, a partnered restoration towards green, careless, quiet began. Unusable to keep as of now, the roads weren’t always that way. As though a clandestine band of disrupters lined the streets with tacks, the roads soon made their case for never being driven on again. Policies and  funding keeping the roads safe halted silently. And yet, the city need to rumble on, now with less gas powering its ways. Multi-passenger bikes and new human-powered contraptions roamed the in-tact sidewalks, which had now expanded to safely accommodate walkers and travelers of all  paces and abilities. A kinder superhighway of slower travel came into focus, morning movement and community interaction with collision rates higher than our car-crazed society of past. Out of love for seeing a friend while in transit walking to work, a parent steeps in deep breaths of calm. Out of gratitude for urban forest bathing on the walk to work, a citizen returns to work clear-minded. Out of sheer surrender to the ease and convenience of biking and walking, the city transforms its scars across the land into hybrid walkways for human and non-human species alike. Not because of money or because the world needed it, but for the need to continue living, this city evolved.",
    "description": "",
    "section": "where do we go from here",
    "imageID": "img044",
    "link": "https://docs.google.com/document/d/11OyAzRGNJzRGYmUwBJYTNlASTOGg_NK_FDgX8pn6m3w/edit",
    "span": 1,
    "attachmentType": "",
    "attachmentName": ""
  },
  {
    "id": "essay037",
    "title": "The buy-in for climate",
    "author": "Kevin Duan",
    "content": "I’ve always had trouble expressing my frustration with how people don’t seem to want to understand climate and climate change and how the environment can be helped or restored or at least bandaged up so it can start to heal. So many people seem to take the matter of climate change in black-and-white ways, where it either matters way too much in a single 1-dimensional way, or it doesn’t and it’s a hoax, or it’s not a big deal, or it’s simply not their problem. And it’s often the case that even those who care greatly for climate change only understand the problem or their solution in a very one-dimensional and unholistic way, where that seems to be enough, and their problem is the only one that matters. I think this lack of focus and/or understanding is almost what throttles the progress toward environmentally friendly policy or action or change of any kind.<br><br>The concept of “issue publics” is a term used in political research or statistics or whatever that field is called but I think it’s relevant here. The term describes the phenomenon of most people voting and making political decisions based on a single (or a very few) policies that they care about, such as gay marriage, abortion, or climate change. Most people will center around their one chosen issue and make that the most important thing when deciding between candidates, or choosing which party to volunteer for during campaigning, or what they share on social media. This phenomenon tends to grow stronger as people age, with statistics noting that most people tend to latch onto and commit to once they’re past their 20s-30s. People who enter an issue public tend to do so through things they see shared by their friends, on the news, or on social media in general, and in doing so begin to view more information about the topics they care about specifically.<br><br>I think the fragmented focus on different “things to do” in environmental protection / restoration might have something to do with this as well, as people who genuinely do care about environmental change and try to mobilize / be active in one of those zones might be finding out information about this issue from their friends, family, or media and then zeroing in on that one area. Whether that may be emissions, recycling, trash dumping, deforestation, etc. Part of this issue could be that mobilizing and creating change in any of those areas is a hard enough fight on it’s own, and people really don’t have time or energy to care about other issues when they're already devoted to a specific and pressing one.<br><br>It gets to me as well sometimes how many people do support the <b>concept</b> of climate change, but aren’t able to mobilize around it. Support is widely available, oftentimes in excess, but moral support or facebook likes won’t help fix the ozone layer as it rolls away. I think the large issue here is that most people are selfish. I don’t mean selfish in a bad way, but I think it means that most people are too absorbed by their own lives to dedicate the sufficient time and energy to an environmental cause- they simply don’t have the capacity for it, there’s too much shit there already. I think that generally, if given information on something small that they can do is enough of a catalyst to get people going. If you’d ask people to volunteer for four or five hours on a weekend to clean up a river for example, you’d get a pretty decent turnout, but not a fantastic one. If you reached out to 1000 people about the opportunity there’s a 100% chance that you won’t get a 1000 person turn-out- they’re busy with other things, or they don’t have the energy to come out on the weekend that they’re using to rest. That’s why I think an initiative such as YouTube star MrBeast’s #TeamTrees was so successful- All that the movement asked for was for watchers to donate 1 or more dollar to the cause of planting trees and reforesting deforested land. This initiative ended up raising almost $15 million dollars for planting trees. Granted, around 5 million dollars was given by large companies, influencers, MrBeast himself, and also Elon Musk with a $1 million dollar donation (followed by Tobi Lutke with a $1 Million + $1 donation), almost $10 million were raised by regular viewers. This action was easy for most viewers, since a dollar isn’t too big of a commitment and easy for most people to afford. This way, MrBeast was able to mobilize millions (probably not 10 million though) of people to contribute to an environmental cause, and simultaneously grow his own brand.<br><br>I think concepts like this work well in terms of getting people mobilized- small contributions, low commitment, and all impact can be managed and directed by someone who knows more details on what needs to be done. That’s why I considered making my final project a video report on the idea of Carbon Credits, an economic concept which originated in the US in the 1990s. Carbon Credits is a newly defined (and still developing) asset class that can be produced and bought by corporations or individuals. A single Carbon Credit currently equates to 1 tonne of carbon dioxide removed from the atmosphere, which can be created by simply owning and maintaining land with about 730 trees on it, or by using other means / technology to remove carbon from the air. These credits can then be purchased by corporations to offset their carbon emissions, ideally hitting a net 0 carbon production. This, combined with tighter restrictions on the amount of carbon corporations are allowed to produce based on the size of their operations, would allow a new market to blossom. In essence, wielding capitalism in order to restore the ozone layer.<br><br>There are several startups that are investigating ways to produce carbon credits. I once dilligenced a company that was building technology that would use ocean bacteria / algae to absorb massive amounts of carbon dioxide (since you can spread a lot of plant life on the ocean surface, as the ocean takes up much more space compared to land). Companies like this would be able to profit greatly from tighter restrictions on carbon emissions, utilizing the fact that private corporate initiatives have thus far proven to be much faster and more effective than policy change when it comes to making impact of any kind thus far. Redirecting some of this industrial power into cleaning up the environment could go a long way- motivating change with the most powerful motivator at the moment: profits.",
    "description": "",
    "section": "where do we go from here",
    "imageID": "img051",
    "link": "https://docs.google.com/document/d/1TFCcNfERlzVA4dVsnkP8Rn3zG1vjjjRHmlvvWg54bjg/edit",
    "span": 1,
    "attachmentType": "",
    "attachmentName": ""
  },
  {
    "id": "essay038",
    "title": "Fear of Possession",
    "author": "Ronan Esperanza",
    "content": "I grew up in the Philippines, and there’s a belief that many plants, even some inanimate objects, have a spirit. If the plants are taken down, the spirit will be released and can possess people. This phenomenon discourages people in villages that commonly have the belief to harm their environment, leaving the plants and animals they find holy or possessed alone.",
    "description": "",
    "section": "where do we go from here",
    "imageID": "img054",
    "link": "https://docs.google.com/document/d/1TFCcNfERlzVA4dVsnkP8Rn3zG1vjjjRHmlvvWg54bjg/edit",
    "span": 1,
    "attachmentType": "",
    "attachmentName": ""
  },
  {
    "id": "essay039",
    "title": "Embracing Grief and Hope",
    "author": "Emily Summer Elliott",
    "content": "How can I put my grief into words? I know that I carry a lot of grief about the current state of our world in my heart. I can feel it pushing me to continue learning and trying to better the world, that is after all why I went into the major that I did. But how can I express that grief, how can I put something into words when I struggle to even sit in the feeling of it? I have danced ever since I was a little kid and it was a way that I could express my greatest feelings when I was younger, but now that my greatest feelings are so great I don’t know what to do. I want to be able to chase the hope while also being able to take a break and sit in the grief of the impending doom of our world. I already know that I want to dedicate my life to trying to solve the world’s problems and help it continue being able to support our future generations, but I have already begun struggling with the heaviness of this field. I carry grief that I am only one small person in an endless cosmos, so what difference am I supposed to make? What can truly be changed in one human lifetime when there are thousands of years of damages to make up for and millions of years of evolution that created the fragile Earth that can support us today? I often wonder if it truly is worth it for me to dedicate my life to something that is going to be so hard to solve. Something that has so many doubters, so many people who don’t care, so many obstacles in its way. I am often able to lift myself back up by thinking about that hope. The hope is that I can make the world slightly better for my kids and they can make it slightly better for their kids and so on. The hope is that more people will care as time goes on and that humans are at the peak of their existence right now and will only continue to go up, so there has to be some solutions in there somewhere, but I know that hope by itself isn’t enough. We need that impending sense of doom hanging over our heads to light a fire under us. There needs to be an acknowledgement of the many things that we have already lost; species that have gone extinct, ecosystems that have been destroyed forever, to drive us to do better. I don’t have an answer to the question, what can one human truly do in the big scheme of things, but I can hope that this one person can impact other people who can impact other people and so on and so on because we are more powerful as a we than a me. I know that these big questions are scary to think about, they are even for me, but every time someone creates something beautiful that is reckoning a part of those big questions it makes it easier for the rest of us to face them as well. I am learning about these different ways I can sit with my grief, and even putting it into words is helping me to realize my motivations and my desires.",
    "description": "",
    "section": "how do we make sense of it all",
    "imageID": "img057",
    "link": "https://docs.google.com/document/d/18QAO8gTfAmwLe-2bXAf3qRk_1mtqnNB9WUrqSexjYFo/edit",
    "span": 1,
    "attachmentType": "",
    "attachmentName": ""
  }
]
