[
  {
    "id": "poem001",
    "title": "I remember how I hid",
    "author": "Anonymous",
    "content": "I was eight when the water cleansed the town.</br>My grandma’s busy moving our shelves and books.</br>We tried to save the first floor’s wooden boards.</br></br>A month later we drove back to scrub the walls.</br>Maybe a crocodile family found a home in the understair,</br>electrocuted into an archive upon our arrival.</br></br>We went back to the rhythm of living,</br>new beige painted over discoloured cement.</br>From some angles, you can still see the waterline behind the cabinet.</br>“Monsoon season” became a lap-lapping static noise homeward.</br></br>Maybe if I was rainfed rice, the monsoon would be a celebration.</br>In the mud, my ankles quenched my thirst for solutions.</br>I didn’t realise my belly burst into a case study of its own:</br>wetland, fallow land, no land.</br></br>Jakarta, our neighbor, was no longer the capital.</br>Bangkok, built on subsiding clay, year on year, remained.</br>Dad told me <i>Bangkok has been sinking for thirty years.</i></br>This is not thirty years ago.</br></br>I don’t trust dams; These days I live in morbid anticipation</br>of when my plane to Suvanabhoomi may land on a rusted axe.",
    "description": "",
    "section": "where are we",
    "imageID": "img015",
    "link": "https://docs.google.com/document/d/1NG5Uufkk27LVZjL8-IGxJFaC41UM9NF41t7u0rp5NoE/edit?usp=sharing",
    "span": 1,
    "attachmentType": "",
    "attachmentName": ""
  },
  {
    "id": "poem002",
    "title": "A City Underwater",
    "author": "Brianna Gamble",
    "content": "Charleston,</br>A city,</br>My city,</br>Below sea level.</br></br>Climate change,</br>A problem,</br>An epidemic,</br>With no solution in sight.</br></br>Charleston,</br>A city,</br>My city,</br>Drowning.</br></br>Tides lowering,</br>Sea levels rising,</br>Water everywhere,</br>What are we gonna do?</br></br>Charleston,</br>A city,</br>My city,</br>Underwater soon.",
    "description": "",
    "section": "where are we",
    "imageID": "img016",
    "link": "https://drive.google.com/file/d/1QAqoycDjf7dVPa2nWpPex4RVQcaYFGf9/view?usp=drive_link",
    "span": 1,
    "attachmentType": "",
    "attachmentName": ""
  },
  {
    "id": "poem003",
    "title": "The Linden",
    "author": "Divya Mehrish",
    "content": "Lips to creases, my tongue<br>meanders over crevices in peeling<br>skin. The earth has crystallized<br>into jigsawed rings. We, learning<br>to boil the air out of lungs, snap<br>brittleness out of keratin. I lose<br>the white of nails to slashes<br>swimming between rivers of black—<br>black blood, dried into slits. I want<br>to heal you, and so I grip your walls<br>and peel the breast of your bark back—<br>pink baby skin, swollen with embraces,<br>forgotten. You are ready to start<br>again. I pretend I haven’t starved<br>you as we fall into each other,<br>limbs tangling, murdered beast<br>erect with the waiting to fall.",
    "description": "This poem, “The Linden,” is part of my collection entitled THIS EARTH, OUR WOUND. At the core of this project, I wanted to articulate my current relationship with environmental reckoning as well as reconciling my feelings of hope and hopelessness towards our planet, of grief and gratitude for this beautiful earth, in order to help initiate and sustain ongoing conversations in the Stanford community and beyond. Many of these poems touch on my own fascination with the relationship between humankind and the planet, and more specifically the intricate dynamic between the human body and the earth, and the space in between. I am most interested in thinking about the space that exists between our physical selves and the earth’s own physical self, and how we can bridge this gap to redefine humanity with more earthly qualities, to be more in touch with the ground we walk on, to taste the air we breathe with more curiosity, respect, and awe.",
    "section": "where are we",
    "imageID": "img017",
    "link": "https://docs.google.com/document/d/1gKgHzkJAgZ3SPTpN88frvKnwC8M-nN34/edit?usp=drive_link&ouid=102371729866359621152&rtpof=true&sd=true",
    "span": 1,
    "attachmentType": "",
    "attachmentName": ""
  },
  {
    "id": "poem004",
    "title": "Musings on a crisis across worlds",
    "author": "Eric Bear",
    "content": "A rotten rut in a routine that we all play into<br>A forgotten release from what we should do<br>And a weariness that nags like a bite under your skin.<br><br>It can be lonely, on an island of understanding<br>But then, if so, why not share the weight and invite in<br>The ones screens, lines, and idle minds push away.<br><br>Grief is a friend who barrels through life without thinking,<br>Calling unexpectedly but never placing its weight on the table<br>But in the clear crisp jolt of shutters jerking me awake in the night.<br><br>A massage ripples and restores, knowing what is built up<br>When entropy fills banks and brush with sod and junk<br>So why cannot one release the ripples on their own?<br><br>Fall leaves decaying like Swiss cheese meld into renewal<br>Fungal paths, a swath of a million open arms<br>To shelter our grief and fuse it with others for reuse.<br><br>Tomorrow I’ll pound into the ground to remind me it’s there<br>Think if I can, but smile if I don’t, and dissolve the buildup,<br>For now there is work to do, so I’ll catch and release this, here.",
    "description": "",
    "section": "where are we",
    "imageID": "img018",
    "link": "https://drive.google.com/file/d/1rXJvrbeIF7ONLD96aqOfGbGcOMsSH3dW/view?usp=drive_link",
    "span": 1,
    "attachmentType": "",
    "attachmentName": ""
  },
  {
    "id": "poem005",
    "title": "Tenebrae",
    "author": "Richzeska Fandino",
    "content": "Everyday I wake up thinking<br>Will all of this still be here when I'm old?<br>The moments of freedom and relief<br>Brought by the very air we breathe Will<br>my children ever share<br>And cherish the moments I<br>Enjoyed as a child?<br><br>When I'm older<br>Will I still see the things I love?<br>The clean blue water<br>The sprouts of spring<br>The dew on the grass<br>How long do we have left to live?<br><br>When I'm older<br>Will I still hear the sounds I love?<br>The chirping of birds<br>The crashing of the waves<br>The rustling of leaves<br>How much time do we have left?<br><br>When I’m older<br>Will I still feel what makes us human?<br>The land beneath our feet<br>The beating of hearts<br>The stories of the land<br>How far can we push this?<br><br>With uncertainty filling tomorrow<br>Hope makes its way somehow<br>Although unsure of what<br>Solutions and answers for all<br>A future for everyone<br>Capable of staying alive",
    "description": "",
    "section": "where are we",
    "imageID": "img024",
    "link": "https://docs.google.com/document/d/1f4VSbO3w1QCUwRmJQ_2B9nGUhtjviKYaD3-vY9-uzTM/edit?usp=sharing",
    "span": 1,
    "attachmentType": "",
    "attachmentName": ""
  },
  {
    "id": "poem006",
    "title": "Helpless… but hopeful",
    "author": "Ronan Esperanza",
    "content": "What can we even do at this time?<br>Feels like there is no solution<br>Instead, I am just writing to rhyme<br>Hiding, waiting in trepidation<br><br>I am just lost on what to do<br>Too much to think about, my school, my future<br>Maybe I’m biting off more than I can chew<br>But I must survive, can’t think about nature<br><br>But nature is important in our lives<br>The food, the air, the shelter, the wonder<br>Again, I am just fighting to survive<br>Need money, food, so it’s hard to be eager<br><br>Should I really only think about me?<br>I am already suffering enough, right?<br>Must I do something, or should I let it be?<br>These are the thoughts I think through the night.<br><br>Memory and consciousness brings us to the present<br>There’s no time to think about the future<br>But I talked about my future, it’s one I resent<br>Does nature need nurture, do I need nurture?<br><br>Do we actually have to care for our planet?<br>We are just a speck in this universe<br>Am I missing something? What do I not get?<br>If I care, will I make things worse?<br>Do I have the privilege to think about long-term stuff<br>Or the motivation to care about the environment?<br>I can only care about so many things in life, it’s enough<br>I wish I had more time, but I cannot feel content<br><br>Nature helped me out of my sadness<br>I love the world around me, it’s beautiful<br>Looking at birds in the sky, a healing process<br>The smell of grass, of rain, it’s wonderful<br><br>I am a biology major, of course I should care<br>The biochemical processes are complex and impressive<br>It’s extremely easy to spiral in despair<br>Too much to do, the elephant in the room is too massive<br><br>Money, family, identity are things I need to think about<br>There’s no time, space, wealth, opportunity<br>Able to make an impact, if it’s me I doubt<br>But I can make change maybe with a community<br><br>All these oil companies, people who only care about power<br>All I can do is wait, watch and be filled with frustration<br>With what agency, when can I make change? Maybe never.<br>Unless change happens in the laws of our nation<br><br>Perhaps the solution is advocacy and spreading awareness<br>This can start with friends, with a local community<br>While it can be hard, this is a long process, some progress<br>Sense of community, a simple step and hope for humanity",
    "description": "",
    "section": "where are we",
    "imageID": "img025",
    "link": "https://docs.google.com/document/d/1qQ4qDz3ohhQuS_bc7OHYjFvU20rRpu23/edit",
    "span": 1,
    "attachmentType": "",
    "attachmentName": ""
  },
  {
    "id": "poem007",
    "title": "The home we carry",
    "author": "Julia Claire DiCicco",
    "content": "I envy the snails<br>for the connection between home and self<br>is innately understood<br>every child knows that if they break the shell<br>they kill the snail<br>so why are we not taught the same for<br><i>Homo sapiens?</i>",
    "description": "",
    "section": "how did we get here",
    "imageID": "img033",
    "link": "https://docs.google.com/document/d/1tS2D2ujZWxY928YvX6HXcIrHye6HpKgK/edit?usp=drive_link&ouid=102371729866359621152&rtpof=true&sd=true",
    "span": 1,
    "attachmentType": "",
    "attachmentName": ""
  },
  {
    "id": "poem008",
    "title": "I am as loud as you can hear me",
    "author": "Māhie Wilhelm",
    "content": "I am loud but no one can hear me.<br>I am as loud as the birds who sing when the sun seeps through the trees.<br>As loud as the wind who bends all in its path.<br>As loud as the leaves who whistle.<br>As loud as the frogs who jump.<br>As loud as the insects who crawl.<br>As loud as the fish who bubble.<br>I am loud but what I say has no meaning because no one hears me.<br>My lessons and stories wish to be spoken.<br>Just as the pages of a book wish to be read.<br>Just as the children in their crib wish to be held.<br>If I needed to be held, who would hold me?<br>If I cried out to be rescued, who would save me?<br>Who am I?<br>I am the birds.<br>I am the wind.<br>I am the leaves.<br>I am the frogs.<br>I am the insects.<br>I am the fish.<br>Who will come to hear me?<br>I can only be loud if there is someone there to listen.",
    "description": "",
    "section": "how did we get here",
    "imageID": "img034",
    "link": "https://drive.google.com/file/d/1yjLvWt_PXxY8GWoT7oLTjvsK8u6LAcX1/view?usp=drive_link",
    "span": 1,
    "attachmentType": "",
    "attachmentName": ""
  },
  {
    "id": "poem009",
    "title": "This Earth",
    "author": "Acacia J. Lynch",
    "content": "Take a breath–<br>No, don't take. Choose<br>a breath in the morning,<br>deep and long and unhurried.<br>Choose a look at the black-crested bird or the<br>drops of amber sun falling onto<br>shifting brushstroke leaves on the wind<br>made of waves, made of water.<br>Choose a moment on the way to work,<br>to class, to home, and without expectation<br>of wonder or of beauty, stop and notice the world<br>and how it feels, and how you move through it.<br>Remember that this is the only planet that we know of<br>that has life, that breathes life, that warms life with soft rays of light on our backs that makes us say<br>isn't this the loveliest weather?<br>This planet has clouds of gaseous water, has topographical variation from liquid oceans to stunning peaks, has a north pole and a south pole covered in ice, has things like moss<br>and earthworms<br>and chickadees<br>that maybe, we could have done without,<br>but that the universe decided we must have.<br>Come, expecting nothing, and receiving<br>everything.<br>We are given infinity in a bottle and yet<br>we say, not enough, not enough, not<br>enough.<br>How do you live forever? You spend longer<br>in each moment than the one before,<br>paying more attention to every detail,<br>every pitch of the songbird and hum of the heartbeat,<br>to every hair on your head that the breeze picks up,<br>every moment growing longer until you can live forever<br>in a single one.<br>",
    "description": "In this poem, I decided to reflect on the idea of our pace of life, especially focusing on the fact that we very rarely have the time to notice and appreciate all the tiny, beautiful details that come with living on this planet. By taking the time to appreciate and notice each of these wonderful details in nature and the animals such that the need to save them becomes less of an  obligation but more of a desire to preserve a relationship. At the heart of it, what is missing in our connection to the world around us is a relationship. Even the idea of noticing, or learning the names of the animals and plants around us can make moving through the world like moving through a social circle. <i>Oh, there's the Coast Live Oak, there's the bluejay—I know these and have a connection to them.</i> The world around us is incredible, and the more we learn, the more fantastic it becomes. And that doesn't mean we have to take a course in plant biology (though we certainly could!), but rather, by paying attention to the world around us we become students of the world, sitting at the base of these trees and asking them what they teach us. Asking is only the first part of being a true student though—we also must stop and listen and think.",
    "section": "where do we go from here",
    "imageID": "img039",
    "link": "https://docs.google.com/document/d/1VUuX4tbKiiPwhFrSFiFYIrGgNNYVWOxCL-cXMSHUgxc/edit",
    "span": 1,
    "attachmentType": "",
    "attachmentName": ""
  },
  {
    "id": "poem010",
    "title": "I opened the door for a fly",
    "author": "Camryn Carmouche",
    "content": "A gentleman journeyed, distinguished and light<br>Goodluck kind sir!<br>May you have a commendable flight",
    "description": "",
    "section": "where do we go from here",
    "imageID": "img041",
    "link": "https://docs.google.com/document/d/136dOivhb1LYdDf9YWWV30TGbbKfc8Tema_YG1IDqTDY/edit?usp=sharing",
    "span": 1,
    "attachmentType": "",
    "attachmentName": ""
  }
]
