[
  {
    "id": "poem001",
    "title": "I remember how I hid",
    "author": "Anonymous",
    "content": "I was eight when the water cleansed the town.</br>My grandma’s busy moving our shelves and books.</br>We tried to save the first floor’s wooden boards.</br></br>A month later we drove back to scrub the walls.</br>Maybe a crocodile family found a home in the understair,</br>electrocuted into an archive upon our arrival.</br></br>We went back to the rhythm of living,</br>new beige painted over discoloured cement.</br>From some angles, you can still see the waterline behind the cabinet.</br>“Monsoon season” became a lap-lapping static noise homeward.</br></br>Maybe if I was rainfed rice, the monsoon would be a celebration.</br>In the mud, my ankles quenched my thirst for solutions.</br>I didn’t realise my belly burst into a case study of its own:</br>wetland, fallow land, no land.</br></br>Jakarta, our neighbor, was no longer the capital.</br>Bangkok, built on subsiding clay, year on year, remained.</br>Dad told me <i>Bangkok has been sinking for thirty years.</i></br>This is not thirty years ago.</br></br>I don’t trust dams; These days I live in morbid anticipation</br>of when my plane to Suvanabhoomi may land on a rusted axe.",
    "description": "",
    "section": "where are we",
    "imageID": "img015",
    "link": "https://docs.google.com/document/d/1NG5Uufkk27LVZjL8-IGxJFaC41UM9NF41t7u0rp5NoE/edit?usp=sharing",
    "span": 1,
    "attachmentType": "",
    "attachmentName": ""
  },
  {
    "id": "poem002",
    "title": "A City Underwater",
    "author": "Brianna Gamble",
    "content": "Charleston,</br>A city,</br>My city,</br>Below sea level.</br></br>Climate change,</br>A problem,</br>An epidemic,</br>With no solution in sight.</br></br>Charleston,</br>A city,</br>My city,</br>Drowning.</br></br>Tides lowering,</br>Sea levels rising,</br>Water everywhere,</br>What are we gonna do?</br></br>Charleston,</br>A city,</br>My city,</br>Underwater soon.",
    "description": "",
    "section": "where are we",
    "imageID": "img016",
    "link": "https://drive.google.com/file/d/1QAqoycDjf7dVPa2nWpPex4RVQcaYFGf9/view?usp=drive_link",
    "span": 1,
    "attachmentType": "",
    "attachmentName": ""
  },
  {
    "id": "poem003",
    "title": "The Linden",
    "author": "Divya Mehrish",
    "content": "Lips to creases, my tongue<br>meanders over crevices in peeling<br>skin. The earth has crystallized<br>into jigsawed rings. We, learning<br>to boil the air out of lungs, snap<br>brittleness out of keratin. I lose<br>the white of nails to slashes<br>swimming between rivers of black—<br>black blood, dried into slits. I want<br>to heal you, and so I grip your walls<br>and peel the breast of your bark back—<br>pink baby skin, swollen with embraces,<br>forgotten. You are ready to start<br>again. I pretend I haven’t starved<br>you as we fall into each other,<br>limbs tangling, murdered beast<br>erect with the waiting to fall.",
    "description": "This poem, “The Linden,” is part of my collection entitled THIS EARTH, OUR WOUND. At the core of this project, I wanted to articulate my current relationship with environmental reckoning as well as reconciling my feelings of hope and hopelessness towards our planet, of grief and gratitude for this beautiful earth, in order to help initiate and sustain ongoing conversations in the Stanford community and beyond. Many of these poems touch on my own fascination with the relationship between humankind and the planet, and more specifically the intricate dynamic between the human body and the earth, and the space in between. I am most interested in thinking about the space that exists between our physical selves and the earth’s own physical self, and how we can bridge this gap to redefine humanity with more earthly qualities, to be more in touch with the ground we walk on, to taste the air we breathe with more curiosity, respect, and awe.",
    "section": "where are we",
    "imageID": "img017",
    "link": "https://docs.google.com/document/d/1gKgHzkJAgZ3SPTpN88frvKnwC8M-nN34/edit?usp=drive_link&ouid=102371729866359621152&rtpof=true&sd=true",
    "span": 1,
    "attachmentType": "",
    "attachmentName": ""
  },
  {
    "id": "poem004",
    "title": "Musings on a crisis across worlds",
    "author": "Eric Bear",
    "content": "A rotten rut in a routine that we all play into<br>A forgotten release from what we should do<br>And a weariness that nags like a bite under your skin.<br><br>It can be lonely, on an island of understanding<br>But then, if so, why not share the weight and invite in<br>The ones screens, lines, and idle minds push away.<br><br>Grief is a friend who barrels through life without thinking,<br>Calling unexpectedly but never placing its weight on the table<br>But in the clear crisp jolt of shutters jerking me awake in the night.<br><br>A massage ripples and restores, knowing what is built up<br>When entropy fills banks and brush with sod and junk<br>So why cannot one release the ripples on their own?<br><br>Fall leaves decaying like Swiss cheese meld into renewal<br>Fungal paths, a swath of a million open arms<br>To shelter our grief and fuse it with others for reuse.<br><br>Tomorrow I’ll pound into the ground to remind me it’s there<br>Think if I can, but smile if I don’t, and dissolve the buildup,<br>For now there is work to do, so I’ll catch and release this, here.",
    "description": "",
    "section": "where are we",
    "imageID": "img018",
    "link": "https://drive.google.com/file/d/1rXJvrbeIF7ONLD96aqOfGbGcOMsSH3dW/view?usp=drive_link",
    "span": 1,
    "attachmentType": "",
    "attachmentName": ""
  },
  {
    "id": "poem005",
    "title": "Tenebrae",
    "author": "Richzeska Fandino",
    "content": "Everyday I wake up thinking<br>Will all of this still be here when I'm old?<br>The moments of freedom and relief<br>Brought by the very air we breathe Will<br>my children ever share<br>And cherish the moments I<br>Enjoyed as a child?<br><br>When I'm older<br>Will I still see the things I love?<br>The clean blue water<br>The sprouts of spring<br>The dew on the grass<br>How long do we have left to live?<br><br>When I'm older<br>Will I still hear the sounds I love?<br>The chirping of birds<br>The crashing of the waves<br>The rustling of leaves<br>How much time do we have left?<br><br>When I’m older<br>Will I still feel what makes us human?<br>The land beneath our feet<br>The beating of hearts<br>The stories of the land<br>How far can we push this?<br><br>With uncertainty filling tomorrow<br>Hope makes its way somehow<br>Although unsure of what<br>Solutions and answers for all<br>A future for everyone<br>Capable of staying alive",
    "description": "",
    "section": "where are we",
    "imageID": "img024",
    "link": "https://docs.google.com/document/d/1f4VSbO3w1QCUwRmJQ_2B9nGUhtjviKYaD3-vY9-uzTM/edit?usp=sharing",
    "span": 1,
    "attachmentType": "",
    "attachmentName": ""
  },
  {
    "id": "poem006",
    "title": "Helpless… but hopeful",
    "author": "Ronan Esperanza",
    "content": "What can we even do at this time?<br>Feels like there is no solution<br>Instead, I am just writing to rhyme<br>Hiding, waiting in trepidation<br><br>I am just lost on what to do<br>Too much to think about, my school, my future<br>Maybe I’m biting off more than I can chew<br>But I must survive, can’t think about nature<br><br>But nature is important in our lives<br>The food, the air, the shelter, the wonder<br>Again, I am just fighting to survive<br>Need money, food, so it’s hard to be eager<br><br>Should I really only think about me?<br>I am already suffering enough, right?<br>Must I do something, or should I let it be?<br>These are the thoughts I think through the night.<br><br>Memory and consciousness brings us to the present<br>There’s no time to think about the future<br>But I talked about my future, it’s one I resent<br>Does nature need nurture, do I need nurture?<br><br>Do we actually have to care for our planet?<br>We are just a speck in this universe<br>Am I missing something? What do I not get?<br>If I care, will I make things worse?<br>Do I have the privilege to think about long-term stuff<br>Or the motivation to care about the environment?<br>I can only care about so many things in life, it’s enough<br>I wish I had more time, but I cannot feel content<br><br>Nature helped me out of my sadness<br>I love the world around me, it’s beautiful<br>Looking at birds in the sky, a healing process<br>The smell of grass, of rain, it’s wonderful<br><br>I am a biology major, of course I should care<br>The biochemical processes are complex and impressive<br>It’s extremely easy to spiral in despair<br>Too much to do, the elephant in the room is too massive<br><br>Money, family, identity are things I need to think about<br>There’s no time, space, wealth, opportunity<br>Able to make an impact, if it’s me I doubt<br>But I can make change maybe with a community<br><br>All these oil companies, people who only care about power<br>All I can do is wait, watch and be filled with frustration<br>With what agency, when can I make change? Maybe never.<br>Unless change happens in the laws of our nation<br><br>Perhaps the solution is advocacy and spreading awareness<br>This can start with friends, with a local community<br>While it can be hard, this is a long process, some progress<br>Sense of community, a simple step and hope for humanity",
    "description": "",
    "section": "where are we",
    "imageID": "img025",
    "link": "https://docs.google.com/document/d/1qQ4qDz3ohhQuS_bc7OHYjFvU20rRpu23/edit",
    "span": 1,
    "attachmentType": "",
    "attachmentName": ""
  },
  {
    "id": "poem007",
    "title": "The home we carry",
    "author": "Julia Claire DiCicco",
    "content": "I envy the snails<br>for the connection between home and self<br>is innately understood<br>every child knows that if they break the shell<br>they kill the snail<br>so why are we not taught the same for<br><i>Homo sapiens?</i>",
    "description": "",
    "section": "how did we get here",
    "imageID": "img033",
    "link": "https://docs.google.com/document/d/1tS2D2ujZWxY928YvX6HXcIrHye6HpKgK/edit?usp=drive_link&ouid=102371729866359621152&rtpof=true&sd=true",
    "span": 1,
    "attachmentType": "",
    "attachmentName": ""
  },
  {
    "id": "poem008",
    "title": "I am as loud as you can hear me",
    "author": "Māhie Wilhelm",
    "content": "I am loud but no one can hear me.<br>I am as loud as the birds who sing when the sun seeps through the trees.<br>As loud as the wind who bends all in its path.<br>As loud as the leaves who whistle.<br>As loud as the frogs who jump.<br>As loud as the insects who crawl.<br>As loud as the fish who bubble.<br>I am loud but what I say has no meaning because no one hears me.<br>My lessons and stories wish to be spoken.<br>Just as the pages of a book wish to be read.<br>Just as the children in their crib wish to be held.<br>If I needed to be held, who would hold me?<br>If I cried out to be rescued, who would save me?<br>Who am I?<br>I am the birds.<br>I am the wind.<br>I am the leaves.<br>I am the frogs.<br>I am the insects.<br>I am the fish.<br>Who will come to hear me?<br>I can only be loud if there is someone there to listen.",
    "description": "",
    "section": "how did we get here",
    "imageID": "img034",
    "link": "https://drive.google.com/file/d/1yjLvWt_PXxY8GWoT7oLTjvsK8u6LAcX1/view?usp=drive_link",
    "span": 1,
    "attachmentType": "",
    "attachmentName": ""
  },
  {
    "id": "poem009",
    "title": "This Earth",
    "author": "Acacia J. Lynch",
    "content": "Take a breath–<br>No, don't take. Choose<br>a breath in the morning,<br>deep and long and unhurried.<br>Choose a look at the black-crested bird or the<br>drops of amber sun falling onto<br>shifting brushstroke leaves on the wind<br>made of waves, made of water.<br>Choose a moment on the way to work,<br>to class, to home, and without expectation<br>of wonder or of beauty, stop and notice the world<br>and how it feels, and how you move through it.<br>Remember that this is the only planet that we know of<br>that has life, that breathes life, that warms life with soft rays of light on our backs that makes us say<br>isn't this the loveliest weather?<br>This planet has clouds of gaseous water, has topographical variation from liquid oceans to stunning peaks, has a north pole and a south pole covered in ice, has things like moss<br>and earthworms<br>and chickadees<br>that maybe, we could have done without,<br>but that the universe decided we must have.<br>Come, expecting nothing, and receiving<br>everything.<br>We are given infinity in a bottle and yet<br>we say, not enough, not enough, not<br>enough.<br>How do you live forever? You spend longer<br>in each moment than the one before,<br>paying more attention to every detail,<br>every pitch of the songbird and hum of the heartbeat,<br>to every hair on your head that the breeze picks up,<br>every moment growing longer until you can live forever<br>in a single one.<br>",
    "description": "In this poem, I decided to reflect on the idea of our pace of life, especially focusing on the fact that we very rarely have the time to notice and appreciate all the tiny, beautiful details that come with living on this planet. By taking the time to appreciate and notice each of these wonderful details in nature and the animals such that the need to save them becomes less of an  obligation but more of a desire to preserve a relationship. At the heart of it, what is missing in our connection to the world around us is a relationship. Even the idea of noticing, or learning the names of the animals and plants around us can make moving through the world like moving through a social circle. <i>Oh, there's the Coast Live Oak, there's the bluejay—I know these and have a connection to them.</i> The world around us is incredible, and the more we learn, the more fantastic it becomes. And that doesn't mean we have to take a course in plant biology (though we certainly could!), but rather, by paying attention to the world around us we become students of the world, sitting at the base of these trees and asking them what they teach us. Asking is only the first part of being a true student though—we also must stop and listen and think.",
    "section": "where do we go from here",
    "imageID": "img039",
    "link": "https://docs.google.com/document/d/1VUuX4tbKiiPwhFrSFiFYIrGgNNYVWOxCL-cXMSHUgxc/edit",
    "span": 1,
    "attachmentType": "",
    "attachmentName": ""
  },
  {
    "id": "poem010",
    "title": "I opened the door for a fly",
    "author": "Camryn Carmouche",
    "content": "A gentleman journeyed, distinguished and light<br>Goodluck kind sir!<br>May you have a commendable flight",
    "description": "",
    "section": "where do we go from here",
    "imageID": "img041",
    "link": "https://docs.google.com/document/d/136dOivhb1LYdDf9YWWV30TGbbKfc8Tema_YG1IDqTDY/edit?usp=sharing",
    "span": 1,
    "attachmentType": "",
    "attachmentName": ""
  },
  {
    "id": "poem011",
    "title": "Just in Time",
    "author": "Acacia J. Lynch",
    "content": "Science tells me,<br><i>We are out of time.</i><br>Science tells me,<br><i>Some things cannot be fixed.</i><br>Science tells me,<br><i>The coral reefs are dying,</i><br>Tells me,<br><i>The first of extinctions,</i><br>Tells me,<br><i>We will not know until it is too late.</i><br><br>And maybe, it's inevitable,<br>That we outgrow our planet.<br>And maybe, it's inevitable,<br>That intelligence equates destruction.<br>And maybe, it's inevitable,<br>That the problems outcompete solutions,<br>And maybe,<br>There's no way to fix what we have broken,<br>And maybe,<br>Trying just wastes the time we have.<br><br>I wake up each morning,<br>To the news of another.<br>I wake up each morning,<br>Another flood, another fire.<br>I wake up each morning,<br>And wonder how many it will have to be,<br>Each morning,<br>Until we say enough,<br>Each morning,<br>Until we start to change.<br>It's too late<br>to waste the little time.<br>It's too late<br>to doubt whether we can.<br>It's too late<br>but not the end.<br>Too late<br>is never an excuse to stop because<br>Too late<br>is all the time we have.<br><br>Science tells me,<br>There's still life to fight for.<br>And maybe, it's inevitable,<br>That we lose hope when it looks the darkest, but<br>I wake up each morning<br>Still fighting, still dreaming, not because<br>It's too late,<br>but because it's just in time.",
    "description": "",
    "section": "how do we make sense of it all",
    "imageID": "img058",
    "link": "https://drive.google.com/file/d/1rzeJao1M8PZdSaULCFTNTeMyjwzYpRmE/view?usp=drive_link",
    "span": 1,
    "attachmentType": "",
    "attachmentName": ""
  },
  {
    "id": "poem012",
    "title": "Questions for Earth",
    "author": "Camryn Carmouche",
    "content": "Galactic saviors not in sight.<br>Oh what have we done!<br>Victims of our own doing<br>Yet hope remains still<br><br>Is this nature running its course?<br>We are one in the same<br>Yet we journey far away<br>From the bountiful mosaic<br><br>What shall the Creators think?<br>All that was given<br>Now waiting a final demise<br>This land, sea and sky only knows<br>What it would be without us",
    "description": "Sometimes when dealing with big questions about our existence and how we affect the world around us it can be quite debilitating and hopeless. I often get caught up in the fact that I, as an individual, can not possibly make any real difference that would actually matter in the grand scheme of things. This free-verse poem explores those concepts and has helped me contemplate possible solutions to our big issue of creating a more sustainable society.",
    "section": "how do we make sense of it all",
    "imageID": "img059",
    "link": "https://docs.google.com/document/d/1MXH9j0cGSXf_SoL3-w47z4Mn3FuCCZJo1TfQTzpvRWE/edit?usp=sharing",
    "span": 1,
    "attachmentType": "",
    "attachmentName": ""
  },
  {
    "id": "poem013",
    "title": "Where do we store our hope?",
    "author": "Sarah Crable",
    "content": "Where do we store our hope? What can hold something so huge and so heavy?<br><br>I think again of the deep, rich underground. Worms and all their treasures.<br>I think of this bustling city<br>of roots, of mycelia<br>and all the chattering they do.<br>A black earthy night full of<br>mineral stars.<br><br>| S<br>| E<br>| Q<br>| U<br>| E<br>| S<br>| T<br>| R<br>| A<br>| T<br>| I<br>| O<br>| N<br>\\/<br><br>Reach up and pull the upper world into your kingdom of hearts,<br>eater of death, master of rebirth,<br>midwife, mother, coroner, grave.<br>I love you with the ferocity of your shaking, quaking earth,<br>the enormity of your troubled tectonics,<br>with the swift pull of the deepest ocean current.<br><br>All the poison you stomach in your massive living belly,<br>gentle hiccups and burps away from disaster,<br>and everything you suck from the air, sending up your vines and branches to chase after;<br>they are nothing against the size of your hunger<br>or the ingenuity of your being.<br>“Give it to me, give it to me!<br>All things live again.”<br><br>Take from me my massive hope and fold it into reality. I am alive because I know what is in the soil.",
    "description": "",
    "section": "how do we make sense of it all",
    "imageID": "img060",
    "link": "https://drive.google.com/file/d/1wsfK5bOCMxvKCP_iWXBHS1kO6XAWncUE/view?usp=drive_link",
    "span": 1,
    "attachmentType": "",
    "attachmentName": ""
  },
  {
    "id": "poem014",
    "title": "All I Can Do",
    "author": "Teddy Hickenlooper, Jason Bloom",
    "content": "Boom bam bap<br>I skip to school amongst some paven rocks<br>Take in the fresh air<br>Breathe deep to feel a life so fair<br><br>But hold on that tree is on fire<br>I'm on my way to school and that tree is on fire<br>Who has conspired<br>Who on earth would set that tree on fire<br><br>It wasn’t a human<br>No, it was something much more potent<br><br>If all I can do is speak<br>Then the order of all commands that I do<br>Commands that I say a word and then the next<br>Commands that I let the cascade of sounds grow into something bigger<br>Commands that I interpret what I see<br>And let my interpretation grow and flower<br>Just as the seed takes in what it can from the soil<br>To develop into something grander<br><br>Something grander<br>Just as my ancestors sought to find something grander<br>Something bigger than the cave upon which the fire’s shadows flickered<br>Something safer than the constant hunt for another animal to prey upon<br>Something more abundant than the few crops we can grow Something<br>more beautiful than these ramshackle huts<br>Something faster than these old mares and wagons<br>Something bolder than these measly towns<br>Something taller than these stubby buildings<br><br>But hold on that tree is on fire<br>I'm on my way to school and that tree is on fire<br>Who has conspired<br><br>Who on earth would set that tree on fire<br><br>If all I can do is work<br>Then I will work myself to the stubs of my knuckles<br>Take the blood from my veins<br>Take the marrow from my bones<br>Mix it with the soil, the rock, the Earth<br>And give my daughter a place to rest her head<br>And give her son a book to read<br>And give his daughter a beautiful monument stretching to the sky And<br>give her son a magical piece of glass which reflects the world to him<br>Something better<br>Something more<br>Something grander<br><br>It wasn’t a human<br>No, it was something much more potent<br>You can’t hold it but it binds like a mordant<br>In fact you should probably steer clear<br>It's much easier to live in ignorance than fear<br>Yes, we’re talking about the changing climate<br>But change requires a collective mind for it<br>It’s a common topic but it’s a fool that dismisses it<br>And once the sweet embrace is gone we will surely miss it<br><br>And no you don't have to live by it<br>But for better or for worse, now it will live by you",
    "description": "",
    "section": "how do we make sense of it all",
    "imageID": "img061",
    "link": "https://docs.google.com/document/d/1b88jDihIoxWe1i9lmQIuHhOoYvBFEwiycHsfy1BGaY4/edit?usp=sharing",
    "span": 1,
    "attachmentType": "",
    "attachmentName": ""
  },
  {
    "id": "poem015",
    "title": "Tiny Spec on a Floating Orb in an Infinite Universe",
    "author": "Camryn Carmouche",
    "content": "The perfect place and time. That is where we are.<br><i>Who put this here?</i><br>The mountains, the oceans, the rivers, the waterfalls, the volcanoes,<br>The wind, the fire, the art, the joy, the love, the murder and the life.<br><br>We are just human.",
    "description": "",
    "section": "how do we make sense of it all",
    "imageID": "img062",
    "link": "https://docs.google.com/document/d/1dlLioyDooyGTqnwOVajON__79xU1Wklm8HAiO8HbeHE/edit?usp=sharing",
    "span": 1,
    "attachmentType": "",
    "attachmentName": ""
  },
  {
    "id": "poem016",
    "title": "What are these walls that are my skin?",
    "author": "Eli Rimer",
    "content": "When I was a kid I wandered in a forest,<br>And beneath the trees that were so much bigger than me<br>I could imagine myself from the eyes of a bird:<br>Small; forest a little bigger, small; village a little bigger,<br>Small; city a little bigger, small; state a little bigger,<br>And then I would stop because I couldn’t hold on to a thought for so long.<br>Envisioning my infinite-smallness, I picked apart the mud<br>And drew swirls in the pine needles.<br>I thought of how slow the slug was,<br>But then I thought of how I would come back and the slug,<br>As if proving its worth with its slick shine track,<br>Would be higher up the wall, reaching and reaching.<br>I thought of the video a replacement teacher showed me once<br>Where the eye got bigger and bigger<br>Revealing the planets<br>And the stars<br>And the milky-way<br>And the galaxy<br>And the galaxy-galaxies<br>And the galaxy-galaxy-galaxies<br>That made me think of all the zeros in one googolplex<br>And when it couldn’t possibly get any bigger<br>The dot that was the entire universe – the entire everything –<br>Gained friends:<br>The dot nuzzled another dot, up close,<br>And then, they started flying by and colliding<br>And mixing and layering and merging<br>And warping and packing,<br>Squeezed all together until they formed a cell,<br>That held close to its neighbours,<br>Building and building and building and there it was:<br>The entire universe in an eye.<br><br>I now look at my friends in the eyes,<br>And see in the perfect blackness like an ebony pearl<br>The distance past the shade in the forest.<br>I think of the universe like a marble<br>And all of the marbles that make up the cell;<br>I think of sex<br>And the combination of two bags of marbles,<br>The collision so infinitesimally significant,<br>That it starts the process all over again;<br>I look at my friends in the eyes<br>And know, though I may forget, that they were once infinite.<br>Once infinite, living in infinite, with infinite numbers of infinity in each of their infinite cells<br>And then I stop because I can’t hold onto a thought for so long,<br>And I know that when a thought tends to infinity its limit tends to zero.<br><br>That’s what kissing must be like:<br>Infinity and infinity cancelling each other out.<br><br>I walk through the forest<br>But no longer feel like a will o’ the wisp,<br>A light that brightens the shade of my periphery<br>Passing through like a glowing aura.<br>I walk through the forest<br>And feel myself human, in skin, with a heartbeat and clenched chest<br>And my stomach and food and liquid love like blood.<br>I feel crawling on my skin the randomness of the outside world<br>Where bugs can jump at any instant –<br>A leaf falls and I feel it myself.<br>But I have touched chaos so how could the leaf not be falling for me?<br>But I have been chaos<br>But I am chaos<br><br>So what are these walls that are my skin?",
    "description": "",
    "section": "how do we make sense of it all",
    "imageID": "img066",
    "link": "https://docs.google.com/document/d/1FOWR5nvHOA_FxStinfh3Ca7tSLP9fPUu/edit?usp=sharing&ouid=102371729866359621152&rtpof=true&sd=true",
    "span": 1,
    "attachmentType": "",
    "attachmentName": ""
  },
  {
    "id": "poem017",
    "title": "Dread",
    "author": "Anonymous",
    "content": "Guilt. Greed.<br>How can I grapple with my place on our planet?<br>I write about the environment, I soak in all that I need to know, but then I continue.<br>As a human, always consuming.<br>It’s all that I know how to do<br>In the pursuit of happiness, this is my game<br>I have done more harm than good<br>To the mother<br>How do I rectify all that has been done?<br>Is it too late?<br><i>I can’t live</i><br><i>Guilty</i><br><i>About my human existence</i><br>I was not born guilty<br>No baby ever is<br>I became it,<br>As I learned<br>The weight of decisions<br>The guilt came slow at first<br>Then all at once<br><i>Is it better to live in blissful ignorance?</i><br>At least then I live the lie<br>It cannot be<br>I must end on a better note<br>To leave a sweet flavor in your mouth<br><i>I will overcome</i><br><i>Make what is wrong right</i><br>I promise<br><i>I will do what I can</i><br>What can I do?<br>I will try<br><i>Make what is wrong right</i><br>A love letter to dread<br>Cannot be the solution<br>Optimism and dread<br>Are inextricably linked<br>I am fed dread<br>“It will never happen”<br>“It is not possible”<br>And all I feel is hope<br>A lost comfort<br><i>It can be done.</i>",
    "description": "",
    "section": "how do we make sense of it all",
    "imageID": "img067",
    "link": "https://docs.google.com/document/d/1FOWR5nvHOA_FxStinfh3Ca7tSLP9fPUu/edit?usp=sharing&ouid=102371729866359621152&rtpof=true&sd=true",
    "span": 1,
    "attachmentType": "",
    "attachmentName": ""
  },
  {
    "id": "poem018",
    "title": "Alaskan Summer",
    "author": "Regina Kong",
    "content": "I learn about death<br>in country hungry<br>for light, where<br>salmonberries<br>steal the sunsets<br>and a halibut’s<br>heart sputters<br>in slick agony<br>between my fingers.<br>In a land indifferent<br>to its own beauty,<br>I watch a malamute<br>lick blood off the dock<br>where the halibut<br>had been undressed,<br>its entrails tucked into a metal barrel, its eye<br>a rimless midnight.<br>Who coaxed the alders<br>from the muskeg?<br>Who listened for the<br>rhythm of the stones?<br>Whose dark waters were those I dove into, gasping?<br>I came up here<br>to kneel at the feet<br>of hemlocks, ablaze<br>in their inhuman language. I came up here to hurt<br>and grow young.<br>To speak the hugeness<br>of this place—<br>that is the work<br>of the glaciers now limping back from the water’s<br>lip, of the sockeye<br>now trapped in the parched throats of streams, their bodies screaming scarlet.",
    "description": "One of the experiences that really galvanized my interest in environmental education and  stewardship was a summer I spent after my freshman year living on a homestead in Southeast  Alaska. I wrote this poem as an attempt to describe the kind of education I received there,  which both enriched and departed from what I had learned at Stanford. It was a very sobering  experience to be confronted with the reality of violence and death in the natural cycles of the  environment around me, while at the same time, I felt a lot of strength and hope in the  resilience of those systems, human and non-human.",
    "section": "how do we make sense of it all",
    "imageID": "img069",
    "link": "https://docs.google.com/document/d/17vAKcqjUIiqNWeFJ50O9bf0UnMrzrKYKk3Qqg8V9pis/edit?usp=sharing",
    "span": 1,
    "attachmentType": "",
    "attachmentName": ""
  },
  {
    "id": "poem019",
    "title": "Aspirations of a singular college student",
    "author": "Teddy Hickenlooper",
    "content": "I want<br>I want to see<br>I want to see all that there is to see<br>I want to see the Eiffel tower<br>I want to see the Pyramids<br>I want to see people chat in a crowded square<br>I want to see a geyser<br>I want to see a whale blow a geyser into the air<br>I want to see the sun set over the Alps while I sip a glass of wine<br>I want to see white sands<br>I want to see blue water<br>I want to see the fishes<br>I want to see eagles soaring over wide canyons<br>I want to see the flowers with bees darting between them like a square dance<br>I want to see lions and tigers and bears<br>Oh my<br>I want to see fire dance<br>I want to see shadows thrown across the room<br>I want to see trees wiggle as wind whistles<br>I want to see frost spread over a windshield that I scrape while I’m late for work<br>I want to see a bank account with more than three digits looking back at me<br>I want to hear<br>I want to hear birds chirp in the morning when I’m still trying to sleep<br>I want to hear Wu-Tang Clan through two twelve inch subwoofers in the back of a shoddy car<br>C.R.E.A.M. get the money<br>I want to hear sweet soft songs played live around a fire<br>I want to hear my name called with passion and love<br>I want to hear giggles when my friends make a weird joke in the middle of a CS lecture<br>I want to hear applause well deserved<br>I want to hear cracks of thunder roll through the sky<br>I want to hear crackling logs while my feet are snug in a sleeping bag<br>I want to hear shaky sobs<br>I want to hear calm and thoughtful words<br>I want to feel<br>I want to feel the chills of autumn<br>I want to feel the sting of the snow<br>I want to feel the radiation of the sun kissing me from 92 million miles away<br>I want to feel sand in my toes<br>I want to feel happy<br>I want to feel authentic<br>I want to feel authentically happy<br>I want to feel despair<br>I want to feel better<br>I want to feel true love<br>I want to feel true heartbreak<br>I want to feel solemn<br>I want to feel loss<br>I want to feel longing<br>I want to feel belonging<br>I want to feel secure and strong all alone<br>I don’t want to feel nothing<br>I don’t want to be alone<br>I want to know<br>I want to know how<br>I want to know why<br>I want to know who really likes me<br>I want to know who really likes me for me<br>I want to know who really likes me like that<br>I want to know economics so that I don’t get my GPA slapped<br>I want to know physics so I can finally cha cha slide real smoove<br>I want to know computer science so I can fix the glitch in Fortnite that gives you a dark screen when your partner opens the map<br>I want to know if you can separate the art from the artist<br>I want to know if we can truly all get on the same page<br>I want to know what I can do<br>I want to know what I should do<br>I want to know how I can help<br>I want to push for knowledge<br>I want to grow<br>I want to get better<br>I want to live<br>I want others to live<br>I want to live with others<br>I want to live for others<br>I want to live for myself<br>I want not to want<br>I want to give<br>I want to try<br>I guess<br>I’ll try",
    "description": "",
    "section": "how do we make sense of it all",
    "imageID": "img070",
    "link": "https://docs.google.com/document/d/17vAKcqjUIiqNWeFJ50O9bf0UnMrzrKYKk3Qqg8V9pis/edit?usp=sharing",
    "span": 1,
    "attachmentType": "",
    "attachmentName": ""
  }
]
